Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: A relative link to a logo image (e.g. <code>%1$s/custom_logo.png</code> for an image you have uploaded to your <em>%1$s</em> folder.) If this is set, your image will replace the netPhotoGraphics logo. For best results the image should be 78 pixels high.
cs_cz: Relativní odkaz na soubor s logem (např. <code>%1$s/custom_logo.png</code> pro soubor nahraný do adresáře <em>%1$s</em>). Pokud je odkaz zadán, Váš soubor s logem nahradí netPhotoGraphics logo. Pro nejlepší zobrazení by měla být výška loga 78 px.

source: Branding logo title
cs_cz: Název vlastního loga

source: Enter the title text for your branding logo.
cs_cz: Vložte název/nadpis Vašeho vlastního loga.

source: Site copyright
cs_cz: Autorská práva k webu

source: Enter the text for your site copyright.
cs_cz: Zadejte text autorských práv k webu.

source: Gallery type
cs_cz: Typ galerie

source: public
cs_cz: veřejná

source: private
cs_cz: soukromá

source: Private galleries are viewable only by registered users.
cs_cz: Soukromé galerie si mohou prohlížet pouze registrovaní uživatelé.

source: Gallery password
cs_cz: Heslo galerie

source: Master password for the gallery. Click on <em>Gallery password</em> to change.
cs_cz: Hlavní heslo pro galerii. Pro změnu klikněte na <em>Prohlížení galerie - heslo</em>.

source: Gallery guest user
cs_cz: Prohlížení galerie (návštěvník)

source: User ID for the gallery guest user
cs_cz: Přihlášení pro prohlížení galerie (návštěvník).

source: (repeat)
cs_cz: (znovu)

source: Master password for the gallery. If this is set, visitors must know this password to view the gallery.
cs_cz: Heslo pro prohlížení galerie. Pokud je nastaveno, musí návštěvník znát toto heslo pro prohlížení galerie.

source: Gallery password hint
cs_cz: Nápověda hesla

source: A reminder hint for the password.
cs_cz: Pomůcka pro heslo.

source: Logon welcome
cs_cz: Uvítání po přihlášování

source: If you place a message here it will be shown on the login form above the password pad box.
cs_cz: Zprávu, kterou zde vložíte, se bude zobrazovat na formuláři pro přihlášení pod políčkem pro vložení hesla.

source: Thread concurrency
cs_cz: Souběh vláken

source: Limit to the number of front-end scripts that will execute concurrently.
cs_cz: Omezení počtu skriptů front-endu, které se budou spouštět současně.

source: Unprotected pages
cs_cz: Nechráněné stránky

source: Place a checkmark on any page scripts which should not be protected by the gallery password.
cs_cz: Zaškrtněte stránky, které nemají být chráněny heslem galerie.

source: Website title
cs_cz: Název webu

source: Your web site title.
cs_cz: Název webové stránky.

source: Website url
cs_cz: URL webu

source: This is used to link back to your main site, but your theme must support it.
cs_cz: V případě, že Váš vzhled to podporuje, bude tato adresa použita jako odkaz na Vaší hlavní stránku.

source: Album thumbnails
cs_cz: Náhled alba

source: Default thumbnail selection for albums.
cs_cz: Řazení náhledů v albu.

source: Sort gallery by
cs_cz: Řadit galerii

source: Sort order for the albums on the index of the gallery. Custom sort values must be database field names. You can have multiple fields separated by commas. This option is also the default sort for albums and subalbums.
cs_cz: Pořadí alb na úvodní stránce galerie. Hodnoty vlastního řazení musí být názvy polí v databázi. Můžete řadit podle více polí (oddělených čárkou) najednou. Toto nastavení je standardní řazení pro alba a podalba.

source: Gallery behavior
cs_cz: Chování galerie

source: publish albums by default
cs_cz: standardně publikovat alba

source: publish images by default
cs_cz: standardně publikovat fotografie

source: use latest image date as album date
cs_cz: použít datum nejnovější fotografie jako datum alba

source: visual thumb selection
cs_cz: názorný výběr náhledů

source: show subalbum thumbs
cs_cz: zobrazit náhledy i z podlaba

source: <em>publish albums by default</em> sets the default behavior for when an album is discovered. If checked, the album will be published, if unchecked it will be unpublished.
cs_cz: <em>Standardně publikovat alba</em> nastavuje chování galerie po vytvoření nového alba. Pokud je zaškrtnuto, album bude hned publikováno, pokud není zaškrtnuto, nebude publikováno.

source: <em>publish images by default</em> sets the default behavior for when an image is discovered. If checked, the image will be published, if unchecked it will be unpublished.
cs_cz: <em>Standardně publikovat fotografie</em> nastavuje chování galerie po vložení fotografií. Pokud je zaškrtnuto, fotografie bude hned publikována, pokud není zaškrtnuto, nebude publikována.

source: If you wish your album date to reflect the date of the latest image uploaded set <em>use latest image date as album date</em>. Otherwise the date will be set initially to the date the album was created.
cs_cz: Pokud chcete, aby datum alba bylo nastaveno podle nejnovější fotografie, zaškrtněte <em>Použít datum nejnovější fotografie jako datum alba</em>. Jinak bude datum alba nastaveno podle data jeho vytvoření.

source: <strong>NOTE</strong>: The album date will be updated only if an image is discovered which is newer than the current date of the album.
cs_cz: <strong>POZNÁMKA</strong>: Datum alba se aktualizuje pouze tehdy, pokud bude nalezena fotografie novější než současné datum alba.

source: Setting <em>visual thumb selection</em> places thumbnails in the album thumbnail selection list (the dropdown list on each album’s edit page). In Firefox the dropdown shows the thumbs, but in IE and Safari only the names are displayed (even if the thumbs are loaded!). In albums with many images loading these thumbs takes much time and is unnecessary when the browser will not display them. Uncheck this option and the images will not be loaded.
cs_cz: Nastavení <em> názorný výběr náhledů</em> vloží náhledy do seznamu pro výběr náhledů alba (do rozbalovacího seznamu na editační stránce každého alba). Ve Firefoxu rozbalovací seznam zobrazuje náhledy, ale v IE a Safari jsou zobrazeny pouze názvy (i když jsou náhledy načteny!). V albech s mnoha fotografiemi načítaní těchto náhledů trvá dlouho a je zbytečné, když je prohlížeč nebude zobrazovat. Odškrtněte toto nastavení a náhledy nebudou načteny.

source: Setting <em>subalbum thumb selection</em> allows selecting images from subalbums as well as from the album. Naturally populating these images adds overhead. If your album edit tabs load too slowly, do not select this option.
cs_cz: Nastavení <em>výběru náhledu i z podalba</em> umožňuje výběr fotografií z vnořených alb stejně jako z alba. Toto nastavení způsobuje zátěž serveru. Pokud se stránka s úpravou alba načítá příliš pomalu, odškrtněte toto nastavení.

source: All acknowledgements cleared
cs_cz: Všechna potvrzení vymazána

source: <em>%s</em> is not available.
cs_cz: <em>%s</em> není dostupná.

source: The locale %s is not supported on your server.
cs_cz: Na Vašem serveru není podporováno národní prostředí %s.

source: You can use the <em>debug</em> plugin to see which locales your server supports.
cs_cz: Můžete použít plugin <em>ladění</em>, abyste zjistili, která národní prostředí Váš server podporuje.

source: Could not update the root index.php file
cs_cz: Nelze aktualizovat soubor index.php v kořenovém adresáři.

source: Perhaps there is a permissions issue. Your <em>mod_rewrite suffix</em> was not changed.
cs_cz: Pravděpodobně se vyskytl problém s oprávněními. Váše <em>mod_rewrite přípona</em> nebyla změněna..

source: Invalid email address
cs_cz: Neplatná e-mailová adresa

source: The gallery email address is not valid.
cs_cz: E-mailová adresa galerie není platná.

source: Time zone
cs_cz: Časové pásmo

source: *not specified
cs_cz: *nespecifikováno

source: Your server reports its time zone as: <code>%s</code>.
cs_cz: Časové pásmo podle serveru je: <code>%s</code>.

source: Your time zone offset is %d hour. If your time zone is different from the servers, select the correct time zone here.
cs_cz: Vaše časové pásmo je %d hodina. Pokud je Vaše časové pásmo jiné než čas serveru, vyberte zde správné čásové pásmo.

source: Time offset (hours)
cs_cz: Časový posun (v hodinách)

source: If you are in a different time zone from your server, set the offset in hours of your time zone from that of the server. For instance if your server is on the US East Coast (<em>GMT</em> - 5) and you are on the Pacific Coast (<em>GMT</em> - 8), set the offset to 3 (-5 - (-8)).
cs_cz: Pokud jste v jiném časovém pásmu než Váš server, nastavte posun časového pásma od serveru (v hodinách). Například pokud je Váš server na východním pobřeží USA (<em>GMT</em> - 5) a Vy jste na na pobřeží Pacifiku (<em>GMT</em> - 8), zadejte hodnotu 3 (-5 - (-8)).

source: URL options
cs_cz: Nastavení URL

source: mod_rewrite suffix
cs_cz: mod_rewrite přípona

source: <em>filesystem</em> image URIs
cs_cz: URI fotografií z <em>filesystem</em>

source: unique images
cs_cz: jedinečné fotografie

source: If you have Apache <em>mod rewrite</em> (or equivalent), put a checkmark on the <em>mod rewrite</em> option and you will get nice cruft-free URLs.
cs_cz: Pokud máte Apache <em>mod_rewrite</em> (nebo podobné), zaškrtněte <em>mod rewrite</em> a získáte tím hezčí URL adresy bez zbytečností.

source: The <em>tokens</em> used in rewritten URIs may be altered to your taste. See the <a href="%s">plugin options</a> for <code>rewriteTokens</code>.
cs_cz: <em>Tokeny</em> použité v přepsání URI můžete dle svého uvážení měnit. Pro <code>rewriteTokens</code> se podívejte do <a href="%s">nastavení pluginu</a>.

source: Setup did not detect a working <em>mod_rewrite</em> facility.
cs_cz: Nebyl zjištěn funkční <em>mod_rewrite</em>.

source: If <em>mod_rewrite</em> is checked above, the <em>mod_rewrite suffix</em> will be appended to the end of URLs. (This helps search engines.) Examples: <em>.htm, .view</em>, etc.
cs_cz: Při zapnutém <em>mod_rewrite</em>, bude přidána <em>mod_rewrite přípona</em> na konec URL fotografií (pomáhá vyhledávačům). Například:<em>.html, .view</em>, atd.

source: If <em>Unique images</em> is checked, image links will omit the image suffix. E.g. a link to the image page for <code>myalbum/myphoto.jpg</code> will appear as <code>myalbum/myphoto%s</code>
cs_cz: Pokud je zaškrtnuto <em>Jedinečné fotografie</em>, v odkazu na fotografii bude vynechána přípona. Např. odkaz na stránku s fotografií bude změněn z <code>myalbum/myphoto.jpg</code> na <code>myalbum/myphoto%s</code>.

source: <strong>Note:</strong> This option requires <em>mod rewrite</em> to be set and the image prefixes must be unique within an album!
cs_cz: <strong>Poznámka:</strong> Toto nastavení vyžaduje povolené <em>mod rewrite</em> a přípona v rámci alba musí být unikátní!

source: Percent mechanically translated in red.
cs_cz: Procenta přeložená mechanicky jsou červeně.

source: multi-lingual
cs_cz: vícejazyčné

source: You can disable languages by unchecking their checkboxes. Only checked languages will be available to the installation.
cs_cz: Nezaškrtnutím zakážete dostupné jazykové překlady. V instalaci budou dostupné jen zaškrtnuté jazykové překlady.

source: Select the preferred language to display text in. (Set to <em>HTTP_Accept_Language</em> to use the language preference specified by the viewer’s browser.)
cs_cz: Vyberte preferovaný jazyk (nastavte <em>HTTP Accept Language</em> pro upřednostnění jazyku specifikovaném ve vašem internetovém prohlížeči).

source: More languages can be found in the netPhotoGraphics <a href="https://github.com/netPhotoGraphics/language-files" />language-files</a> gitHub repository.
cs_cz: Další jazyky najdete v repozitáři netPhotoGraphics <a href="https://github.com/netPhotoGraphics/language-files" />language-files</a> na gitHub.

source: If a language locale is not supported by your server it is <strike>struckthrough</strike>. Language translations and locale specific features may not be available.
cs_cz: Pokud překlad jazyka není serverem podporován, je <strike>přeškrtnutý</strike>. Jazykové překlady a funkce specifické pro danou lokalizaci nemusí být k dispozici.

source: Set <em>Multi-lingual</em> to enable multiple language input for options that provide theme text.
cs_cz: Pro povolení vícejazyčných databázových polí nastavte <em>Vícejazyčně</em>.

source: Date format
cs_cz: Formát data

source: Locale preferred date:
cs_cz: Preferované datum podle jazyka:

source: custom: %1$s
cs_cz: vlastní: %1$s

source: Format for dates. Select from the list or set to <code>custom</code> and provide a <a href="https://www.php.net/manual/en/datetime.format.php"><span class="nowrap"><code>date()</code></span></a> format string in the text box.
cs_cz: Formát dat. Vyberte z nabídky nebo nastavte <code>Vlastní</code> textového pole zadejte formátovací řetězec <a href="https://www.php.net/manual/en/datetime.format.php"><span class="nowrap"><code>date()</code></span></a>.

source: Filesystem Charset
cs_cz: Znaková sada

source: The character encoding to use for the filesystem.
cs_cz: Kódování znaků souborového systému.

source: Allowed tags
cs_cz: Povolené HTML tagy

source: Revert to default
cs_cz: Nastavit na výchozí

source: Tags and attributes allowed in comments, descriptions, and other fields.
cs_cz: HTML tagy a vlastnosti povolené v komentářích, popisech a dalších polích.

source: Follow the form <em>tag</em> =&gt; (<em>attribute</em> =&gt; (<em>attribute</em> =&gt; (), <em>attribute</em> =&gt; ()...)))
cs_cz: Dodržujte podobu <em>tag</em> =&gt; (<em>vlastnost</em> =&gt; (<em>vlastnost</em>=&gt; (), <em>vlastnost</em> =&gt; ()...)))

source: <strong>Note:</strong> visual editing is enabled so the editor overrides these settings on tags where it is active.
cs_cz: <strong>Poznámka:</strong> Je povolena vizuální editace, takže editor přepíše tato nastavení, která jsou aktivní.

source: Usage policy
cs_cz: Zásady používání

source: require acknowledgement
cs_cz: vyžadovat potvrzení

source: clear remembered acknowledgements
cs_cz: vymazat zapamatovaná potvrzení

source: policy URL
cs_cz: URL zásad používání

source: notice text
cs_cz: text oznámení

source: Require policy notice acknowledgement according to the <a href="https://en.wikipedia.org/wiki/General_Data_Protection_Regulation">General Data Protection Regulation</a>. The policy notice URL must point to your site usage policy.<br /><br /> Standard forms which collect user data will have a policy acknowledgement checkbox which must be checked before the “submit” button is present.<br /><br />The acknowledgement will be remembered. They persist for site users until you clear the remembered acknowledgements. For anonymous visitors it persists for the cookie expiration interval (or browser session if <em>gallery sessions</em> is enabled.)
cs_cz: Vyžadovat potvrzení upozornění podle <a href="https://en.wikipedia.org/wiki/General_Data_Protection_Regulation">Obecného nařízení o ochraně osobních údajů (GDPR)</a>. URL adresa s upozorněním musí odkazovat na stránku se zásadami zpracování osobních údajů.<br /><br /> Standardní formuláře, které shromažďují uživatelská data, budou mít zaškrtávací políčko pro potvrzení zásad zpracování osobních údajů, které musí být zaškrtnuto předtím, než se zobrazí tlačítko "Odeslat".<br /><br />Potvrzení si galerie bude pamatovat. Pro registrované uživatele do doby než své rozhodnutí změní, pro anonymní uživatele do expirace cookies (nebo do ukončení prohlížeče pokud jsou povoleny <em>relace pro galerii</em>).

source: path
cs_cz: cesta

source: duration
cs_cz: trvání

source: enable gallery sessions
cs_cz: povolit relace pro galerii

source: The <em>path</em> to use when storing cookies. (Leave empty to default to <em>%s</em>.)
cs_cz: <em>Cesta</em> - zde bude netPhotoGraphic ukládat cookies (v případě, že nevyplníte, bude to <em>%s</em>).

source: Set to the time in seconds that cookies should be kept by browsers.
cs_cz: Nastavte čas ve vteřinách, po který mají být cookies uchovány v prohlížeči.

source: If the gallery sessions option is selected <a href="http://www.w3schools.com/php/php_sessions.asp">PHP sessions</a> will be used instead of cookies to make visitor settings persistent.
cs_cz: Pokud je zvoleno Povolit relace pro galerii, k zapamatování návštěv budou místo cookies použity <a href="http://www.w3schools.com/php/php_sessions.asp">PHP relace</a>.

source: <strong>NOTE</strong>: Sessions will normally close when the browser closes causing all password and other data to be discarded. They may close more frequently depending on the runtime configuration. Longer <em>lifetime</em> of sessions is generally more conducive to a pleasant user experience. Cookies are the preferred storage option since their duration is determined by the <em>Cookie duration</em> option.
cs_cz: <strong>Poznámka</strong>: Prohlížeč standardně ukončí relaci při zavření prohlížeče. To způsobí vymazání všech hesel a ostatních dat. Podle nastavení mohou být ale ukončeny i častěji. Delší <em>životnost </em> relací je výhodnější pro větší pohodlí uživatele. Cookies jsou preferovaná možnost uchovávání dat, protože jejich životnost je stanovena nastavením volby <em>Cookies trvání</em>.

source: Name
cs_cz: Jméno

source: This email name and address will be used as the <em>From</em> address for all mails sent by the gallery.
cs_cz: Tato e-mailová adresa bude použita jako adresa <em>Od</em> pro všechny e-maily odeslané pomocí galerie.

source: Registration
cs_cz: Registrace uživatele

source: notify
cs_cz: oznámení

source: If checked, an e-mail will be sent to the gallery admin when a new user has registered on the site.
cs_cz: Pokud je zaškrtnuto, bude administrátorovi e-mailem zaslána zpráva o registraci nového uživatele.

source: Of course there must be some Administrator with an e-mail address for this option to make sense!
cs_cz: Samozřejmě, že pro tuto funkci musí mít některý z administrátorů vyplněný svůj e-mail!

source: Online threshold
cs_cz: Hranice online stavu

source: Users will be considered to be "on-line" if their last page request was no more than %1$s minutes ago.
cs_cz: Uživatelé budou považováni za „online“, pokud jejich poslední požadavek na stránku nebyl před více než %1$s minutami.

source: Dirty form check
cs_cz: Neuložené formuláře

source: ignore
cs_cz: ignorovat

source: exclude tinyMCE
cs_cz: vynechat tinyMCE

source: detect all changes
cs_cz: zjišťovat všechny změny

source: Enable checking for form changes before leaving pages.
cs_cz: Povolit kontrolu neuložených změn ve formulářích před opuštěním stránky.

source: <p>%s log limit</p>
cs_cz: <p>Limit záznamu %s</p>

source: e-mail when exceeded
cs_cz: zaslat e-mail, když překročí limit

source: Logs will be "rolled" over when they exceed the specified size. If checked, the administrator will be e-mailed when this occurs.
cs_cz: Záznamy budou „rotovány“, když překročí zadanou velikost. Pokud je volba zaškrtnuta, administrátor obdrží e-mail, když k tomu dojde.

source: Metadata fields will be added to the Image object.
cs_cz: Pole s metadaty budou přidána do objektu fotografie.

source: Metadata fields will be <span style="color:red;font-weight:bold;">dropped</span> from the Image object.
cs_cz: Pole s metadaty budou <span style="color:red;font-weight:bold;">odstraněna</span> z objektu Fotografie.

source: Metadata fields will be added and <span style="color:red;font-weight:bold;">dropped</span> from the Image object.
cs_cz: Pole s metadaty budou přidána a <span style="color:red;font-weight:bold;">odstraněna</span> z objektu Fotografie.

source: Metadata fields will be unchanged.
cs_cz: Pole s metadaty zůstanou beze změny.

source: See also the <a href="?tab=theme">Theme Options</a> for theme specific image options.
cs_cz: Podívejte se také na záložku <a href="?tab=theme">Nastavení vzhledu</a> pro specifické nastavení fotografií ve vzhledu.

source: Default sort order for images.
cs_cz: Standardní řazení fotografií.

source: Custom sort values must be database field names. You can have multiple fields separated by commas.
cs_cz: Hodnota vlastního řazení musí odpovídat názvům polí v databázi. Lze použít více polí oddělených čárkou.

source: Image quality
cs_cz: Kvalita fotografie

source: normal image
cs_cz: Normální fotografie

source: <em>full</em> Image
cs_cz: <em>Celá</em> fotografie

source: thumbnail
cs_cz: Náhled

source: Compression quality for generated images and thumbnails generated.
cs_cz: Kvalita komprese pro generované fotografie a náhledy.

source: Quality ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
cs_cz: Rozsah kvality od 0 (nejhorší kvalita, nejmenší soubor) do 100 (nejlepší kvalita, největší soubor).

source: Interlace
cs_cz: Prokládání

source: If checked, resized images will be created <em>interlaced</em> (if the format permits).
cs_cz: Pokud je zaškrtnuto, fotografie se změnou velikosti budou uloženy jako <em>prokládané</em> (pokud to formát dovoluje).

source: Use embedded thumbnail
cs_cz: Použít vložený náhled

source: If set, thumbnail imbedded in the image will be used when creating a cached image that is equal or smaller in size. Note: the quality of this image varies by camera and its orientation may not match the master image.
cs_cz: Galerie bude používat náhledy, které byly vytvořeny při nahrávání fotografií do mezipaměti, které jsou menší nebo stejně velké jako originál. Poznámka: kvalita fotografie se liší podle fotoaparátu a její orientace nemusí odpovídat původní fotografii.

source: The PHP EXIF extension is required for this option.
cs_cz: Pro toto nastavení je potřeba PHP EXIF.

source: Allow upscale
cs_cz: Povolit zvětšení

source: Allow images to be scaled up to the requested size. This could result in loss of quality, so it is off by default.
cs_cz: Povolit změnu velikosti fotografie na požadovanou. To může znamenat ztrátu kvality, proto je tato volba standardně vypnutý.

source: Sharpen
cs_cz: Doostřit

source: thumbnails
cs_cz: Náhledy

source: amount
cs_cz: síla

source: Radius
cs_cz: poloměr

source: Threshold
cs_cz: Práh

source: Add an unsharp mask to images and/or thumbnails.
cs_cz: Mírně doostří fotografie a/nebo náhledy.

source: <strong>WARNING</strong>: can overload slow servers.
cs_cz: <strong>Pozor</strong>: může přetížit pomalé servery.

source: <em>Amount</em>: the strength of the sharpening effect. Values are between 0 (least sharpening) and 100 (most sharpening).
cs_cz: <em>Síla</em>: síla ostřícího efektu. Rozsah hodnot je 0 (nejméně ostré) až 100 (nejvíce ostré).

source: <em>Radius</em>: the pixel radius of the sharpening mask. A smaller radius sharpens smaller details, and a larger radius sharpens larger details.
cs_cz: <em>Poloměr</em>: poloměr ostřící masky v pixelech. Menší poloměr doostří menší detaily, větší poloměr doostří větší detaily.

source: <em>Threshold</em>: the color difference threshold required for sharpening. A low threshold sharpens all edges including faint ones, while a higher threshold only sharpens more distinct edges.
cs_cz: <em>Práh</em>: rozdíl barev potřebný pro doostření. Nízký práh doostří všechny okraje včetně těch nevýrazných, vysoký práh doostří pouze ty více zřetelné.

source: none
cs_cz: ne

source: full sized images
cs_cz: Fotografie v plné velikosti

source: %s thumbnails
cs_cz: Náhledy %s

source: image thumbnail
cs_cz: náhled fotografie

source: cover
cs_cz: Pokrýt

source: % of image
cs_cz: % fotografie

source: allow upscale
cs_cz: povolit zvětšení

source: offset h
cs_cz: Umístění: výška

source: % w,
cs_cz: %, šířka

source: The watermark image is scaled by to cover <em>cover percentage</em> of the image and placed relative to the upper left corner of the image.
cs_cz: Velikost vodoznaku se mění podle <em>procenta pokrytí</em> a je umístěn relativně vzhledem k levému hornímu rohu fotografie.
