Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: %1$s (%2$s) has registered for the gallery providing an e-mail address of %3$s.
cs_cz: %1$s (%2$s) se zaregistroval do galerie a použil k tomu e-mailovou adresu %3$s.

source: Prints an e-mail contact so that visitors may e-mail the site administrator.
cs_cz: Zobrazí e-mailový kontakt, takže návštěvníci mohou poslat e-mail administrátorovi.

source: required
cs_cz: požadováno

source: omitted
cs_cz: vynechat

source: Set if the <code>%s</code> field should be required, just shown or omitted
cs_cz: Nastavte, zda má být pole <code>%s</code> požadováno, pouze zobrazeno nebo vynecháno.

source: Intro text
cs_cz: Úvodní text

source: The intro text for your contact form
cs_cz: Úvodní text Vašeho formuláře.

source: Confirm text
cs_cz: Potvrzení

source: The text that asks the visitor to confirm that he really wants to send the message.
cs_cz: Text se ptá návštěvníka, zda chce opravdu odeslat zprávu.

source: Thanks text
cs_cz: Poděkování

source: The text that is shown after a message has been confirmed and sent.
cs_cz: Text zobrazující se po potvrzení a odeslání zprávy.

source: New message link text
cs_cz: Text odkazu pro novou zprávu

source: The text for the link after the thanks text to return to the contact page to send another message.
cs_cz: Text odkazu, zobrazeného po poděkování, pro návrat na stránku s formulářem pro odeslání další zprávy.

source: Require confirmation
cs_cz: Vyžadovat potvrzení

source: If checked, a confirmation form will be presented before sending the contact message.
cs_cz: Pokud je zaškrtnuto, před odesláním e-mailu bude zobrazeno potvrzení.

source: Send copy
cs_cz: Poslat kopii

source: If checked, a copy of the message will be sent to the address provided. <p class='notebox'><strong>Caution: </strong> If you check this option it is strongly recommend to use Captcha and the confirmation option. Be aware that someone could misuse the e-mail address entered for spamming with this form and that in some countries’ jurisdictions(e.g. most European countries) you may be made responsible for this then!</p>
cs_cz: Pokud je zaškrtnuto, kopie zprávy bude zaslána na e-mail, který poskytl uživatel. <p class='notebox'><strong>Pozor:</strong> Pokud zvolíte tuto možnost, důrazně doporučujeme použít CAPTCHA. a Vyžadovat potvrzení. Pamatujte, že někdo může vloženou e-mailovou adresu použít k rozesílání spamu pomocí tohoto formuláře. V některých státech (hlavně v EU) za to můžete být právně odpovědní!</p>

source: Send copy note text
cs_cz: Text upozornění při zaslání kopie

source: The text for the note about sending a copy to the address provided in case that option is set.
cs_cz: Text upozornění o odeslání kopie, který se zobrazí v případě, že je tato možnost zaškrtnuta.

source: Contact recipients
cs_cz: Odesílatel

source: The e-mail address the messages should be sent to. Enter one or more address separated by semicolons.
cs_cz: Na tuto e-mailovou adresu bude odeslána zpráva o novém komentáři. Lze vložit více adres oddělených čárkou.

source: Company
cs_cz: Společnost

source: Street
cs_cz: Ulice

source: State
cs_cz: Stát

source: Postal code
cs_cz: PSČ

source: Country
cs_cz: Kraj

source: Website
cs_cz: Web

source: If checked, the form will include a Captcha verification.
cs_cz: Pokud je zaškrtnuto, bude vyžadováno ověření pomocí Captcha.

source: Phone
cs_cz: Telefon

source: Phone number
cs_cz: Telefon

source: a company
cs_cz: firmu

source: a valid email address
cs_cz: Vložte validní e-mailovou adresu.

source: Please enter %s. Thanks.
cs_cz: Prosím uveďte %s. Děkujeme.

source: Please enter %1$s and %2$s. Thanks.
cs_cz: Prosím uveďte %1$s a %2$s . Děkujeme.

source: Please enter: %sThanks.
cs_cz: Prosím uveďte: %s. Děkujeme.

source: Confirm
cs_cz: Potvrdit

source: Company%s
cs_cz: Společnost%s:

source: Phone%s
cs_cz: Telefon%s:

source: Subject<strong>*</strong>
cs_cz: Předmět<strong>*</strong>:

source: Message<strong>*</strong>
cs_cz: Zpráva<strong>*</strong>:

source: Send e-mail
cs_cz: Poslat e-mail

source: A plugin to add a cookie notify dialog.
cs_cz: Plugin pro přidání okna s upozorněním na soubory cookies.

source: This website uses cookies. By continuing to browse the site, you agree to our use of cookies.
cs_cz: Tato webová stránka používá cookies. Pokračováním prohlížení stránek vyjadřujete svůj souhlas s používáním cookies.

source: Agree
cs_cz: Souhlasím

source: Button: Agree
cs_cz: Tlačítko: Souhlasím

source: Button: Allow cookies
cs_cz: Tlačítko: Povolit cookies

source: Button: Decline cookies
cs_cz: Tlačítko: Odmítnout cookies

source: Button: Learn more
cs_cz: Tlačítko: Další informace

source: Button: Learn more - URL
cs_cz: Tlačítko: Další informace - URL

source: URL to your cookie policy / privacy info page.
cs_cz: URL na Vaši stránku se zásadami cookies / informacemi o ochraně osobních údajů.

source: Message
cs_cz: Zpráva

source: The message shown by the plugin.
cs_cz: Zpráva zobrazená pluginem.

source: The policy headline for the message text on some layout/theme settings.
cs_cz: Titulek zásad pro text zprávy v některých nastaveních rozvržení/vzhledu.

source: Header
cs_cz: Záhlaví

source: The header shown on some layout/theme settings.
cs_cz: Záhlaví zobrazené v některých nastaveních rozvržení/vzhledu.

source: Domain
cs_cz: Doména

source: The domain for the consent cookie that Cookie Consent uses, to remember that users have consented to cookies. Useful if your website uses multiple subdomains, e.g. if your script is hosted at <code>www.example.com</code> you might override this to <code>example.com</code>, thereby allowing the same consent cookie to be read by subdomains like <code>foo.example.com</code>.
cs_cz: Doména pro souhlas s cookies, kterou používá Cookie Consent, slouží k zapamatování toho, že uživatelé souhlasili s používáním cookies. To je užitečné, pokud váš web používá více subdomén. Například pokud je váš skript hostován na <code>www.example.com</code>, můžete toto nastavení přepsat na <code>example.com</code>, což umožní čtení stejného souhlasu s cookies i na subdoménách, jako je <code>foo.example.com</code>.

source: Expire
cs_cz: Platnost

source: The number of days Cookie Consent should store the user’s consent information for. Use -1 for no expiry.
cs_cz: Počet dní, kdy má souhlas s používáním cookies ukládat informace o souhlasu uživatele. Použijte -1 pro nevypršení platnosti.

source: Theme
cs_cz: Vzhled

source: custom
cs_cz: vlastní

source: These are the included default themes. The chosen theme is added to the popup container as a CSS class in the form of .cc-style-THEME_NAME. Users can create their own themes.
cs_cz: Zde jsou zobrazeny výchozí vzhledy. Vybraný vzhled se přidá do vyskakovacího kontejneru jako třída CSS ve formě .cc-style-THEME_NAME. Uživatelé si mohou vytvářet své vlastní vzhledy.

source: Layout
cs_cz: Rozvržení

source: The layout style of the chosen theme.
cs_cz: Styl rozvržení vybraného vzhledu.

source: Position
cs_cz: Umístění

source: Top
cs_cz: Nahoře

source: Top left
cs_cz: Vlevo nahoře

source: Top right
cs_cz: Vpravo nahoře

source: Bottom
cs_cz: Dole

source: Bottom left
cs_cz: Vlevo dole

source: Bottom right
cs_cz: Vpravo dole

source: Choose the position of the popup. Top and Bottom = banner, Top left/right, Bottom left/right = floating
cs_cz: Vyberte pozici vyskakovacího okna. Nahoře a dole = banner, vlevo nahoře / vpravo nahoře, dole vlevo / vpravo = plovoucí.

source: Dismiss on Scroll
cs_cz: Zavřít při posouvání

source: Check to dismiss when users scroll a page [other than <em>Learn more</em> page].
cs_cz: Zaškrtněte pro zavření upozornění pokud uživatel posouvá stránku (jiná stránka než <em>Další informace</em>).

source: Color - Popup
cs_cz: Barva: Upozornění

source: Choose the color of the popup background.
cs_cz: Vyberte barvu pozadí okna s upozorněním.

source: Color - Button
cs_cz: Barva: Tlačítko

source: Choose the color of the button.
cs_cz: Vyberte barvu tlačítka.

source: Compliance type
cs_cz: Typ shody

source: An image cropping tool.
cs_cz: Nástroj pro oříznutí fotografie.

source: Crop image
cs_cz: Oříznout fotografii

source: Permanently crop the actual image.
cs_cz: Trvale ořízne aktuální snímek.

source: attempt to crop an object which is not an image.
cs_cz: pokus oříznout objekt, který není fotografií.

source: Are you sure you want to permanently alter this image?
cs_cz: Jste si jisti, že chcete trvale otočit tuto fotografii?

source: Image cropping
cs_cz: Ořez fotografie

source: swap width and height fields
cs_cz: prohodit pole pro výšku a šířku

source: Generates a list of albums containing the summary of all photos taken that day.
cs_cz: Vytvoří seznam alb se souhrnem všech fotografií pořízených v daný den.

source: Days of history
cs_cz: Počet dní do minulosti

source: How many days back to show.
cs_cz: Kolik dní zpátky se má ukázat.

source: Items per page
cs_cz: Položek na stránku

source: Controls the number of items that will shown on each daily-summary page.
cs_cz: Řídí počet položek, které se zobrazí na každé stránce denního přehledu.

source: Theme script page
cs_cz: Stránka skriptu vzhledu

source: The theme script for showing the summary.
cs_cz: Skript vzhledu pro zobrazení přehledu.

source: Daily Summary
cs_cz: Denní přehled

source: There have been %2$d images uploaded in the last day.
cs_cz: Za poslední den bylo nahráno %2$d fotografií.

source: There has been one image uploaded in the last day.
cs_cz: Za poslední den byla nahrána jedna fotografie.

source: Title: %s
cs_cz: Název: %s

source: Description: %s
cs_cz: Popis: %s

source: Albums: %s
cs_cz: Alba: %s

source: Uploaded date: %s
cs_cz: Datum nahrání: %s

source: Image count: %s
cs_cz: Počet fotografií: %s

source: Link:
cs_cz: Odkaz:

source: Ordered album list with album links:
cs_cz: Seznam seřazených alb s odkazy na alba:

source: next »
cs_cz: další »

source: « prev
cs_cz: « zpět

source: There has been no activity within the last day.
cs_cz: Za poslední den nebyla zaznamenána žádná aktivita.

source: Page %1$u
cs_cz: Stránka %1$u

source: Page
cs_cz: Strana

source: Page %u
cs_cz: Stránka %u

source: Page {%u}
cs_cz: Stránka {%u}

source: Debugging aids.
cs_cz: Pomůcky pro ladění.

source: Note: These options are enabled only when the release is marked in <em>debug</em> mode.
cs_cz: Poznámka: Tyto možnosti jsou povoleny pouze v případě, že je verze galerie na úvodní stránce označena jako <em>režim ladění </em>.

source: Debug
cs_cz: Režim ladění

source: released
cs_cz: vydané

source: Development
cs_cz: Vývoj

source: Mark release
cs_cz: Povolit ladící režim

source: Edits the version.php file making a “%s” install.
cs_cz: Upraví soubor version.php tak, aby bylo umožněno „%s“.

source: Locales
cs_cz: Překlady

source: Session
cs_cz: Relace

source: filters
cs_cz: filtry

source: Your PHP configuration information.
cs_cz: Informace o konfiguraci Vašeho PHP.

source: SERVER array
cs_cz: SERVER pole

source: SESSION array
cs_cz: SESSION pole

source: Server supported locales:
cs_cz: Serverem podporované jazyky:

source: Site browser cookies found.
cs_cz: V prohlížeči nalezeny cookies.

source: Articles
cs_cz: Články

source: Provides replacements for deprecated functions.
cs_cz: Poskytuje náhrady za zastaralé funkce.

source: This plugin is <strong>NOT</strong> required for the distributed code.
cs_cz: Tento plugin <strong>NENÍ</strong> vyžadován pro distribuovaný kód.

source: Deprecated Functions
cs_cz: Zastaralé funkce

source: There are no deprecated functions at this time.
cs_cz: V současné době neexistují žádné zastaralé funkce.

source: Functions flagged with an "*" are class methods. Ones flagged with "+" have deprecated parameters.
cs_cz: Funkce označené "*" jsou metody třídy. Ty s příznakem "+" mají zastaralý parametr.

source: Locate calls on deprecated functions.
cs_cz: Vyhledejte volání zastaralých funkcí.

source: In Themes
cs_cz: Ve Vzhledech

source: In User plugins
cs_cz: V Pluginech

source: In netPhotoGraphics code
cs_cz: V netPhotoGraphics kódu

source: In Codeblocks
cs_cz: V Codeblocks

source: Search
cs_cz: Vyhledat

source: <strong>NOTE:</strong> This search will have false positives for instance when the function name appears in a comment or quoted string. Functions flagged with an "*" are class methods. Ones flagged "+" have deprecated parameters.
cs_cz: <strong>Poznámka:</strong> Toto hledání nebude mít správné výsledky pokud je jméno funkce v komentáři nebo uvedeno v uvozovkách. Funkce označené "*" jsou metody třídy. Ty s příznakem "+" mají zastaralý parametr.

source: Check deprecated
cs_cz: Zkontrolovat zastaralé

source: function
cs_cz: Funkce

source: unknown
cs_cz: nezmámé

source: No calls on deprecated functions were found.
cs_cz: Žádná volání zastaralých funkcí nebyla nalezena.

source: Plugin to generate file downloads.
cs_cz: Plugin pro generování souborů ke stažení.

source: Download directory
cs_cz: Adresář pro stahování

source: This download folder can be relative to your installation (<em>foldername</em>) or external to it (<em>../foldername</em>)! You can override this setting by using the parameter of the printDownloadList() directly on calling.
cs_cz: Tato složka pro stahování může být relativní vůči vaší instalační složce (<em>jmenoslozky</em>)nebo nezávislá na ní (<em>../jmenoslozky</em>)! Toto nastavení můžete přepsat pomocí parametru printDownloadList() přímo při volání.

source: Show filesize of download items
cs_cz: Zobrazit velikost stahovaných položek

source: Show download counter of download items
cs_cz: Zobrazit počítadlo stahovaných položek

source: Files to exclude from the download list
cs_cz: Soubory, které chcete vyloučit ze seznamu ke stažení

source: A list of file suffixes to exclude. Separate with comma and omit the dot (e.g "jpg").
cs_cz: Seznam přípon souborů, které se mají vyloučit. Oddělte je čárkou a vynechejte tečku (např. "jpg").

source: Zip source
cs_cz: Zdroj zipu

source: From album
cs_cz: Z alba

source: From Cache
cs_cz: Z mezipaměti

source: Make the album zip from the album folder or from the sized images in the cache.
cs_cz: Album zazipuje ze složky alba nebo z velikostí fotografií v mezipaměti.

source: Zip subalbums
cs_cz: Zazipovat podlaba

source: The album zip will contain images from subalbums.
cs_cz: Zip alba bude obsahovat fotografie i z podalb.

source: User rights
cs_cz: Uživatelská práva

source: Check if users are required to have <em>file</em> rights to download.
cs_cz: Zaškrtněte pokud uživatel musí mít pro stahování práva <em>Soubor</em>.

source: Password:
cs_cz: Heslo:

source: Guest user:
cs_cz: Návštěvník:

source: Password hint:
cs_cz: Nápověda hesla:

source: Album not found
cs_cz: Album nenalezeno

source: Outdated file entries cleared from the database
cs_cz: Z databáze byly odstraněny zastaralé položky

source: All download file entries cleared from the database
cs_cz: Všechny záznamy o stahování souborů byly z databáze odstraněny

source: Entries marked red do not exist in the download folder anymore but are kept for the statistics until you remove them manually via the button.
cs_cz: Zápisy označené červeně již ve složce pro stahování neexistují, ale uchovávají se kvůli statistice dokud je uživatel nevymaže ručně pomocí tlačítka.

source: Clear all downloads from database
cs_cz: Vymaže všechny záznamy o stahování z databáze

source: Allows viewers of your site to select the language translation of their choice.
cs_cz: Umožňuje uživatelům Vašeho webu zvolit si jazykovou verzi dle vlastního výběru.

source: Select <em>Use subdomains</em> and links will be in the form <code><em>language</em>.%s/...</code> where <code><em>language</em></code> is the language code, e.g. <code><em>fr</em></code> for French.
cs_cz: Vyberte <em>Povolit subdomény</em> a odkazy budou ve tvaru <code><em>jazyk</em> .%s</code> , kde <code><em>jazyk</em></code> je kód jazyka, např.<code><em>fr</em></code> pro francouzštinu.

source: subdomain
cs_cz: subdoména

source: disabled
cs_cz: zakázáno

source: Select <em>URL</em> and links paths will have the language selector prepended in the form <code>%1$s/<em>language</em>/...</code>.
cs_cz: Vyberte <em>URL</em> a cesty k odkazům budou mít předřazený selektor jazyka ve tvaru <code>%1$s/<em>jazyk</em>/...</code>

source: Select <em>disabled</em> and links will have the language specified via the <em>locale</em> query parameter, e.g. <code>%s/...?locale=<em>language</em></code>.
cs_cz: Vyberte <em>zakázáno</em> a odkazy budou mít jazyk zadaný pomocí <em>locale</em> parametr dotazu, např. <code>%s/...?locale=<em>language</em></code>.

source: Use flags
cs_cz: Použít vlajky

source: Checked produces an array of flags. Not checked produces a selector.
cs_cz: Pokud je zaškrtněto, zobrazí se výběr jazyka pomocí vlajek. Pokud není zaškrtnuto, zobrazí se rozbalovací menu s názvy jazyků.

source: Language links
cs_cz: Odkazy na jazykové varianty

source: Site language
cs_cz: Jazyk webu

source: Set the primary language for your site.
cs_cz: Nastavení primárního jazyka Vašeho webu.

source: Enable plugin for TinyMCE.
cs_cz: Povolit TinyMCE plugin

source: files
cs_cz: Soubory

source: File Manager
cs_cz: Správce souborů

source: <strong>Note:</strong> Accessing the Albums folder with this utility is equivalent to using FTP to access it. <em>Copy</em> and <em>rename</em> do not carry the database data with the change.
cs_cz: <strong>Poznámka:</strong> Přístup ke složce s alby tímto nástrojem je srovnatelný s přístupem pomocí FTP. <em>Kopírování</em> a <em>přejmenování</em> s sebou nenese data z databáze (např. počet shlédnutí).

source: Emails a password reset request to a newly created user.
cs_cz: Pošle e-mailem žádost o resetování hesla nově vytvořenému uživateli.

source: You are receiving this e-mail because a user code (%1$s) has been created for you on the %2$s gallery.
cs_cz: Tento e-mail jste obdrželi, protože pro vás byl v galerii %2$s vytvořen uživatelský účet (%1$s).

source: To set your User password visit: %s
cs_cz: Uživatelské heslo nastavíte na adrese: %s

source: This ticket will automatically expire in 3 days.
cs_cz: Platnost tohoto odkazu automaticky vyprší za 3 dny.

source: Gallery Comments
cs_cz: Komentáře galerie

source: News/Page Comments
cs_cz: Komentáře Novinek/Stránek

source: Image feed items:
cs_cz: Položek v kanálu fotografií

source: Image feed sort order:
cs_cz: Řazení fotografií

source: latest by id
cs_cz: nejnovější podle ID

source: latest by date
cs_cz: nejnovější podle data

source: latest by mtime
cs_cz: nejnovější podle času změny

source: latest by publishdate
cs_cz: nejnovější podle data publikace

source: Album feed sort order:
cs_cz: Řazení alb

source: latest updated
cs_cz: naposledy aktualizované

source: Feed text length
cs_cz: Délka textu v kanálu

source: The number of news articles you want to appear in your site’s News feed.
cs_cz: Počet článků, které chcete zobrazit v kanálu Novinek.

source: PHP version 5.6 or greater is required.
cs_cz: PHP verze 5.6 nebo vyšší je vyžadována.

source: The PHP Curl is required.
cs_cz: PHP Curl je vyžadován.

source: Publish <em>favorites</em> into albums that others can view.
cs_cz: Publikuje <em>Oblíbené</em> do alb, takže si je ostatní mohou prohlédnout.

source: Create Album
cs_cz: Vytvořit dynamické album

source: Support for <em>favorites</em> handling.
cs_cz: Podpora pro <em>Oblíbené</em>.

source: If enabled a user may have multiple (named) favorites.
cs_cz: Pokud je povoleno, uživatel si může vytvářet skupiny Oblíbených.

source: Named favorites are present.
cs_cz: Skupiny oblíbených povoleny.

source: Link text
cs_cz: Text odkazu

source: The text for the link to the favorites page.
cs_cz: Text odkazu na stránku s Oblíbenými.

source: Multiple sets
cs_cz: Vícenásobný výběr

source: Add button
cs_cz: Popis tlačítka k přidání

source: Default text for the <em>add to favorites</em> button.
cs_cz: Standardní text tlačítka <em>Přidat k Oblíbeným</em>.

source: Remove button
cs_cz: Popis tlačítka k odebrání

source: Default text for the <em>remove from favorites</em> button.
cs_cz: Standardní text tlačítka <em>Odebrat z Oblíbených</em>.

source: The favorites page title text.
cs_cz: Název stránky s Oblíbenými.

source: The favorites page description text.
cs_cz: Popis stránky s Oblíbenými.

source: <p class = "notebox">Favorites requires the <code>mod_rewrite</code> option be enabled.</p>
cs_cz: <p class="notebox">Funkce Oblíbené vyžaduje, aby byla povolena volba <code>mod_rewrite</code>.</p>

source: Users watching:
cs_cz: Sledující uživatelé

source: User
cs_cz: Uživatelské jméno

source: Favorites
cs_cz: Oblíbené

source: Overlay icons over thumbnails to indicate image status.
cs_cz: Překrývací ikony na náhledech fotografií zobrazující stav fotografie.

source: Criteria
cs_cz: Kritérium

source: Select the basis for considering if an image is new.
cs_cz: Nastavte kritérium, podle kterého bude fotografie považována za novou.

source: Icon
cs_cz: Ikona

source: Select the icon that will show for “new” images.
cs_cz: Ikona zobrazená pro "Nové" fotografie.

source: Select the icon that will show for “un-published” images.
cs_cz: Ikona zobrazená pro "Nepublikované" fotografie.

source: Select the icon that will show for “Protected” images.
cs_cz: Ikona zobrazená pro "Chráněné" fotografie.

source: Select the icon that will show for images tagged with geodata.
cs_cz: Vyberte ikonu, která se bude zobrazovat pro obrázky s GPS.

source: Un-published
cs_cz: Nepublikované

source: Thumbnails for images which are not <em>published</em> will be marked.
cs_cz: Budou označeny náhledy fotografií, které nejsou <em>zveřejněny</em>.

source: Protected
cs_cz: Chráněné

source: Thumbnails for images which are password protected or in password protected albums will be marked.
cs_cz: Náhledy fotografií, které jsou chráněné heslem nebo jsou v chráněných albech, budou označeny.

source: New
cs_cz: Nové

source: Thumbnails for images which have recently been added to the gallery will be marked.
cs_cz: Náhledy nedávno přidaných fotografií budou označeny.

source: Geotagged
cs_cz: GPS

source: Thumbnails for images which are geodata tagged will be marked.
cs_cz: Náhledy fotografií, které obsahují geodata, budou označeny.

source: Text flag for <em>geodata tagged</em> images.
cs_cz: Textové označení fotografií s <em>geodaty</em>.

source: Aging
cs_cz: Stáří

source: The range in days until images are no longer flagged as new.
cs_cz: Čas v dnech, po který budou fotografie označené jako nové.

source: Text flag for <em>new</em> images.
cs_cz: Textové označení <em>nových</em> fotografií.

source: Text flag for <em>un-published</em> images.
cs_cz: Textové označení <em>nepublikovaných</em> fotografií.

source: Text flag for <em>protected</em> images.
cs_cz: Textové označení <em>chráněných</em> fotografií.

source: Use text
cs_cz: Použít text

source: If checked, the defined <em>text</em> will be used in place of the icon. (Use the class <code>textasnewflag</code> for styling "text" overlays.)
cs_cz: Pokud je zaškrtnuto, definovaný <em>text</em> bude použit v místě ikony (použijte třídu <code>textasnewflag</code> pro úpravu vzhledu textu).

source: Create news articles when a gallery item is published.
cs_cz: Vytvoří Novinku, když je zveřejněna položka galerie.

source: Gallery Articles requires Zenpage to be enabled.
cs_cz: Pro publikaci Novinek je potřeba, aby byl povolen plugin Zenpage.

source: Publish for
cs_cz: Zveřejnit pro

source: Image title
cs_cz: Název fotografie

source: Album title
cs_cz: Název alba

source: Category
cs_cz: Kategorie

source: This is your Google <em>OAuth Client ID</em>.
cs_cz: To je vaše Google <em>OAuth Client ID</em>.

source: API key
cs_cz: API klíč
