Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: You must restore the setup files on your primary installation to run the setup operation.
cs_cz: Pro spuštění instalace je nutné obnovit instalační soubory na primární instalaci.

source: Setup found the field "%1$s" in the "%2$s" table. This field is not in use by netPhotoGraphics.
cs_cz: Instalace nalezla pole "%1$s" v tabulce "%2$s". Toto pole není používáno galerií netPhotoGraphics.

source: Setup found the key "%1$s" in the "%2$s" table. This index is not in use by netPhotoGraphics.
cs_cz: Instalační program nalezl klíč "%1$s" v tabulce "%2$s". Tento index není používána v netPhotoGraphics.

source: Deprecated
cs_cz: Zastaralé

source: readonly
cs_cz: jen pro čtení

source: strict
cs_cz: přísné

source: relaxed
cs_cz: v pohodě

source: loose
cs_cz: volné

source: A corrupt configuration file was detected. You should remove or repair the file and re-run setup.
cs_cz: Byl zjištěn poškozený konfigurační soubor. Měli byste ho odebrat nebo opravit a spustit instalaci znovu.

source: upgrade
cs_cz: aktualizace

source: install
cs_cz: instalace

source: Completed system check
cs_cz: Dokončena kontrola systému.

source: Setup cookie test successful
cs_cz: Cookie test úspěšný

source: Setup cookie test unsuccessful
cs_cz: Zkouška cookie neúspěšná

source: netPhotoGraphics Setup v%1$s%2$s: %3$s GMT
cs_cz: netPhotoGraphics instalace v%1$s%2$s: %3$s GMT

source: Full environment
cs_cz: Celé prostředí

source: Primitive environment
cs_cz: Jednoduché prostředí

source: Query error: %s
cs_cz: Chyba dotazu: %s

source: create
cs_cz: vytvořit

source: netPhotoGraphics Setup
cs_cz: netPhotoGraphics instalace

source: Welcome to netPhotoGraphics! This page will set up version %1$s on your web server.
cs_cz: Vítejte v netPhotoGraphics! Tato stránka Vás provede instalací verze %1$s na Váš webový server.

source: Systems Check:
cs_cz: Kontrola serveru:

source: <strong>Note:</strong> The release you are installing has debugging settings enabled!
cs_cz: <strong>Poznámka:</strong> Verze, kterou instalujete, má povoleno ladění!

source: Installing netPhotoGraphics v%s
cs_cz: Instaluji netPhotoGraphics v%s

source: Installation folder
cs_cz: Instalační adresář

source: PHP <em>flock()</em> function
cs_cz: Funkce PHP <em>flock()</em>

source: The PHP <em>flock()</em> function is not working.
cs_cz: Funkce PHP <em>flock()</em> nefunguje.

source: nPG Mutexes will not work. Your site will run in "free" mode.
cs_cz: nPG Mutexy nebudou fungovat. Váš web poběží v „volném“ režimu.

source: <em>%s</em> security
cs_cz: Zabezpečení <em>%s</em>

source: <em>%s</em> security [is compromised]
cs_cz: Zabezpečení <em>%s</em> [ohroženo]

source: You should make the sensitive files in the %1$s folder accessible by <em>owner</em> only (permissions = 0600). The file permissions for <em>%2$s</em> are %3$s which may allow unauthorized access.
cs_cz: Měli byste nastavit adresář %1$s přístupný pouze <em>vlastníkovi</em> (oprávnění = 0600). Současná oprávnění k souboru <em>%2$s</em> jsou %3$s, což může umožnit neoprávněný přístup.

source: PHP versions less than %1$s are deprecated.
cs_cz: Verze PHP nižší než %1$s již nejsou podporovány.

source: PHP version %s
cs_cz: PHP verze %s

source: PHP Version %1$s or greater is required.
cs_cz: Je vyžadována verze PHP %1$s nebo vyšší.

source: PHP <code>Sessions</code> [appear to not be working].
cs_cz: PHP <code>Sessions</code> [zdá se, že nefunguje]

source: PHP Sessions are required for administrative functions. Check your <code>session.save_path</code> (<code>%1$s</code>) and the PHP configuration <code>[session]</code> settings
cs_cz: PHP relace jsou požadovány pro administrátorské funkce. Zkontrolujte své <code>session.save_path</code> ( <code>%1$s</code> ) a nastavení PHP konfigurace pro <code>[session]</code>.

source: PHP <code>session.use_strict_mode</code> [is not set]
cs_cz: PHP <code>session.use_strict_mode</code> [není nastaveno]

source: Enabling <code>session.use_strict_mode</code> is mandatory for general session security. Change your PHP.ini settings to <code>session.use_strict_mode = on</code>.
cs_cz: Povolení <code>session.use_strict_mode</code> je povinné pro zabezpečení obecné relace. Změňte nastavení PHP.ini na <code>session.use_strict_mode = zapnuto</code>.

source: <code>Suhosin</code> module [is enabled]
cs_cz: <code>Suhosin</code> module [povoleno]

source: The following PHP functions are blocked: %s. Flagged functions are required. Other functions in the list may be used, possibly causing reduced functionality or failures.
cs_cz: Tyto PHP funkce jsou blokovány: %s. Některé z nich jsou pro běh systému nutné. Použití ostatních může způsobit omezenou funkčnost nebo selhání.

source: PHP <code>display_errors</code> [is enabled]
cs_cz: PHP <code>display_errors</code> [povoleno]

source: This setting may result in PHP error messages being displayed on WEB pages. These displays may contain sensitive information about your site.
cs_cz: Toto nastavení může způsobit, že se na Vašich stránkách objeví PHP chybové hlášky. Ty mohou obsahovat citlivé informace o Vašich stránkách.

source: PHP extensions
cs_cz: PHP rozšíření

source: PHP extensions [missing]
cs_cz: PHP rozšíření [chybí]

source: To improve netPhotoGraphics performance and functionality you should enable the following PHP extensions: %s
cs_cz: Pro zvýšení výkonu a rozšíření funkcí netPhotoGraphic byste měli povolit následující PHP rozšíření: %s

source: Locking the <em>setup</em> mutex failed.
cs_cz: Zamknutí <em>instalace</em> mutexu se nezdařilo.

source: Without execution serialization sites may experience <em>race conditions</em> which may be causing errors or inconsistent data.
cs_cz: Bez serializace spouštění může docházet k <em>kolizím procesů</em>, které mohou způsobovat chyby nebo nekonzistentní data.

source: PHP <code>setlocale()</code> failed
cs_cz: PHP <code>setlocale()</code> selhalo

source: PHP <code>mbstring</code> package
cs_cz: Balíček PHP <code>mbstring</code>

source: PHP <code>mbstring</code> package [is not present and <code>iconv()</code> is not working]
cs_cz: Balíček PHP <code>mbstring</code> [není přítomen a <code>iconv()</code> není funkční]

source: Strings generated internally by PHP may not display correctly. (e.g. dates)
cs_cz: Řetězce interně generované pomocí PHP se nemusí zobrazovat správně (např. data).

source: PHP <code>mbstring</code> package [is not present]
cs_cz: Balíček PHP <code>mbstring</code> [nepřítomno]

source: PHP <code>default_charset</code> [Your default character set is <strong>%s</strong>]
cs_cz: PHP <code>default_charset</code> [Vaše výchozí znaková sada je <strong>%s</strong>]

source: Setting <em>default_charset</em> to <strong>%s</strong> in your <em>php.ini</em> file is recommended to insure accented and multi-byte characters function properly.
cs_cz: V souboru <em>php.ini</em> doporučujeme nastavit <em>default_charset</em> na <strong>%s</strong> pro zajištění správného zpracování znaků s diakritikou a vícebajtových znaků.

source: Graphics library
cs_cz: Grafická knihovna

source: Graphics support: <code>%s</code>
cs_cz: Podpora grafiky: <code>%s</code>

source: Graphics support [is not installed]
cs_cz: Podpora grafiky [nenainstalováno]

source: You need to install a graphics support library such as the <em>GD library</em> in your PHP
cs_cz: Do Vašeho PHP je potřeba doinstalovat knihovnu pro podporu grafiky, například <em>knihovnu GD</em>.

source: Your PHP graphics library does not support %1$s
cs_cz: Vaše PHP knihovna grafiky nepodporuje %1$s

source: Your PHP graphics library does not support %1$s or %2$s
cs_cz: Vaše PHP knihovna grafiky nepodporuje %1$s nebo %2$s

source: Your PHP graphics library does not support %1$s, or %2$s
cs_cz: Vaše PHP knihovna grafiky nepodporuje %1$s nebo %2$s

source: To correct this you need to install a Graphics library with appropriate image support in your PHP
cs_cz: Chcete-li to napravit, musíte do PHP nainstalovat grafickou knihovnu s podporou příslušných obrazových souborů.

source: PHP graphics image support
cs_cz: Podpora PHP pro grafické soubory

source: The unsupported image types will not be viewable in your albums.
cs_cz: Typy souborů, které nejsou podporovány, nebudou v albech zobrazeny.

source: Graphics Library rotation support [is not present]
cs_cz: Podpora otáčení - grafická knihovna [nenainstalována]

source: The graphics support library does not provide support for image rotation.
cs_cz: Knihovna pro podporu grafiky neposkytuje podporu pro otáčení fotografií.

source: Graphics support [configuration error]
cs_cz: Podpora grafiky [chyba v nastavení]

source: No image handling library was loaded. Be sure that your PHP has a graphics support.
cs_cz: Nebyla načtena žádná knihovna pro zpracování obrázků. Ujistěte se, že vaše PHP má podporu grafiky.

source: <em>%1$s</em> file
cs_cz: Soubor <em>%1$s</em>

source: <em>%1$s</em> file [does not exist]
cs_cz: Soubor <em>%1$s</em> [neexistuje]

source: Setup was not able to create this file. You will need to copy the <code>%1$s/netPhotoGraphics_cfg.txt</code> file to <code>%2$s/%3$s</code> then edit it as indicated in the file’s comments.
cs_cz: Instalaci se nepodařilo vytvořit tento soubor. Musíte zkopírovat soubor <code>%1$s/netPhotoGraphics_cfg.txt</code> do <code>%2$s/%3$s</code> a poté jej upravit podle pokynů v komentářích souboru.

source: File permissions
cs_cz: Oprávnění souborů

source: Set File permissions to %s
cs_cz: Nastavte Oprávnění souborů na %s

source: <em>unknown</em> (<code>%o</code>)
cs_cz: <em>neznámé</em> (<code>%o</code>)

source: File Permissions [are %s]
cs_cz: Oprávnění souborů [je %s]

source: If file permissions are not set to <em>strict</em> or tighter there could be a security risk. However, on some servers the software does not function correctly with tight file permissions. If permission errors occur, run setup again and select a more relaxed permission.
cs_cz: Pokud není oprávnění souborů nastaveno na <em>přísné</em> nebo ještě více, můžete se vystavit bezpečnostnímu riziku. Nicméně, na některých serverech nefunguje správně s oprávněním <em>přísné</em> a vyšším. Pokud problémy s oprávnění přetrvávají, spusťte znovu instalační program a vyberte uvolněnější oprávnění.

source: Your filesystem is Macintosh
cs_cz: Váš operačný systém je OS X

source: Macintosh file names containing diacritical marks are beyond the scope of this software. You should avoid these.
cs_cz: Souborové názvy s diakritikou na Macintoshi nejsou podporovány. Vyhněte se jejich použití.

source: Character set
cs_cz: Znaková sada

source: If your server filesystem character set is different from <code>%s</code> and you create album or image filenames names containing characters with diacritical marks you may have problems with these objects.
cs_cz: Pokud se Vaše znaková sada souborového systému liší od <code>%s</code> a vytvoříte album nebo je fotografii s názvem, který bude obsahovat diakritiku, můžete mít problémy s těmito položkami.

source: Change the filesystem character set define to %1$s
cs_cz: Změna znakové sady souborového systému na %1$s

source: The filesystem character define is %1$s [confirmed]
cs_cz: Znaková sada souborového systému je %1$s [potvrzeno].

source: The filesystem character define is UTF-8 [assumed]
cs_cz: Znaková sada souborového systému je definována jako UTF-8 [předpoklad].

source: The filesystem character define is %1$s [which seems wrong]
cs_cz: Znaková sada souborového systému je %1$s [zdá se být chybná].

source: The filesystem character define is %1$s [no test performed]
cs_cz: Znaková sada souborového systému je %1$s [žádný test nebyl proveden].

source: Image URIs appear to require the <em>UTF-8</em> character set.
cs_cz: Zdá se, že URI fotografií vyžaduje znakovou sadu <em>UTF-8</em> .

source: Image URIs appear require the <em>filesystem</em> character set.
cs_cz: Zdá se, že URI obrázků vyžadují znakovou sadu <em>filesystem</em>.

source: Image URIs with diacritical marks appear to fail.
cs_cz: Zobrazení fotografií s diakritikou v URI nejspíš nebude možné.

source: PHP <code>%s</code> support for configured Database
cs_cz: PHP <code>%s</code> podpora nakonfigurované databáze

source: <code>%1$s</code> support (<a onclick="$('#%1$s').toggle()" >experimental</a>)
cs_cz: Podpora <code>%1$s</code> (<a onclick="$('#%1$s').toggle()">experimentální</a>)

source: PHP <code>%s</code> support
cs_cz: Podpora PHP <code>%s</code>

source: PHP <code>%s</code> support [is not installed]
cs_cz: Podpora PHP <code>%s</code> [nenainstalováno]

source: No database selected
cs_cz: Nebyla vybrána žádná databáze.

source: %1$s version %2$s
cs_cz: %1$s verze %2$s.

source: The PHP %1$s extension is deprecated. You should enable the PHP %2$s extension.
cs_cz: Rozšíření PHP %1$s je zastaralé. Měli byste povolit rozšíření PHP %2$s.

source: %1$s Version %2$s or greater is required. Version %3$s or greater is preferred. Use a lower version at your own risk.
cs_cz: Je požadována %1$s verze %2$s nebo vyšší. Doporučena je verze %3$s nebo vyšší. Nižší verze používejte pouze na vlastní nebezpečí.

source: Database connection
cs_cz: Připojení databáze

source: Database credentials in configuration file
cs_cz: Přístup k databázi v konfiguračním souboru

source: <em>%1$s</em> reported: %2$s
cs_cz: <em>%1$s</em> oznamuje: %2$s

source: You have not correctly set your <strong>Database</strong> <code>user</code>, <code>password</code>, etc. in your configuration file and <strong>setup</strong> is not able to write to the file.
cs_cz: Nenastavili ste správne <code>databázu</code>, <strong>používateľa</strong>, <code>heslo</code> atď vo svojom konfiguračnom súbore, takže <strong>inštalácia</strong> nemôže zapisovať do súboru.

source: Database setup in configuration file
cs_cz: Nastavení databáze v konfiguračním souboru

source: Connect to %s
cs_cz: Připojeno k %s

source: Connect to Database [<code>CONNECT</code> query failed]
cs_cz: Připojení k databázi [<code>CONNECT</code> query selhalo]

source: Database <code>%s</code> created
cs_cz: Databáze <code>%s</code> vytvořena

source: Create
cs_cz: Vytvořit

source: Update
cs_cz: Aktualizace

source: Database <code>access rights</code> for <em>%s</em>
cs_cz: <code>Přístupová práva</code> k databázi <em>%s</em>

source: Database <code>access rights</code> for <em>%1$s</em> [%2$s]
cs_cz: <code>Přístupová práva</code> k databázi <em>%s</em>[%2$s]

source: Your Database user must have %s rights.
cs_cz: Používateľ databázy musí mať %s práva

source: netPhotoGraphics files
cs_cz: netPhotoGraphics soubory

source: netPhotoGraphics package [missing]
cs_cz: netPhotoGraphics balíček [chybí]

source: Setting permissions (0%o) for netPhotoGraphics package.
cs_cz: Nastavení oprávnění (0%o) pro netPhotoGraphic balíček.

source: Core files [This is a <em>debug</em> build. Some files are missing or seem wrong]
cs_cz: Základní soubory [toto je <em>debug</em> verze, některé soubory chybí nebo jsou změněny]

source: Core files [Some files are missing or seem wrong]
cs_cz: Základní soubory [některé soubory chybí nebo se zdají být chybné].

source: Perhaps there was a problem with the upload. You should check the following files:
cs_cz: Pravděpodobně se vyskytl problém s uploadem. Zkontrolujte následující soubory:

source: Core files [Could not update the root <em>index.php</em> file.]
cs_cz: Základní soubory [nelze aktualizovat soubor <em>index.php</em> v kořenovém adresáři].

source: Core files [This is a <em>debug</em> build]
cs_cz: Základní soubory [toto je <em>debug</em> verze].

source: Core files [This is a <em>clone</em> installation]
cs_cz: Základní soubory [toto je <em>klon</em> instalace]

source: Core files
cs_cz: Základní soubory

source: Installation files
cs_cz: Instalační soubory

source: Core folders [Some unknown files were found]
cs_cz: Základní adresáře [byly nalezeny některé neznámé soubory]

source: The following files could not be deleted.
cs_cz: Následující soubory nemohly být smazány.

source: You should remove the following files:
cs_cz: Měli byste smazat následující soubory:

source: Core file permissions
cs_cz: Oprávnění základních souborů

source: Core file permissions [not correct]
cs_cz: Oprávnění základních souborů [není správné]

source: Setup could not set the one or more components to the selected permissions level. You will have to set the permissions manually.
cs_cz: Instalační program nemohl nastavit jedné nebo více složek zvolenou úroveň oprávnění. Budete muset nastavit oprávnění ručně.

source: <em>.htaccess</em> file
cs_cz: Soubor <em>.htaccess</em>

source: <em>.htaccess</em> file [is empty or does not exist]
cs_cz: Soubor <em>.htaccess</em> [je prázdný nebo neexistuje]

source: If you have the mod_rewrite module enabled an <em>.htaccess</em> file is required the root folder to create cruft-free URLs.
cs_cz: Pokud máte povolen modul mod_rewrite, je k vytvoření adres URL bez cruftů zapotřebí soubor <em>.htaccess</em> v kořenové složce.

source: You can ignore this warning if you do not intend to set the <code>mod_rewrite</code> option.
cs_cz: Toto varování můžete ignorovat, pokud nemáte v úmyslu nastavit <code>mod_rewrite</code>.

source: Make setup create the file
cs_cz: Instalace vytvoří soubor

source: Server seems not to be Apache or Apache-compatible, <code>.htaccess</code> not required.
cs_cz: Server vypadá jako Apache nebo Apache-kompatibilní, <code>.htaccess</code> není požadován.

source: The <em>.htaccess</em> file in your root folder is not the same version as the one distributed with this version of netPhotoGraphics. If you have made changes to <em>.htaccess</em>, merge those changes with the <em>%s/htaccess</em> file to produce a new <em>.htaccess</em> file.
cs_cz: <em>.htaccess</em> soubor v kořenové složce není ve stejné verzi jako ten, který je distribuován s touto verzí netPhotoGraphics. Pokud jste provedli změny v souboru <em>.htaccess</em>, slučte provedené změny s <em>%s/htaccess</em> souborem, abyste vytvořili nový soubor <em>.htaccess</em> .

source: <em>.htaccess</em> file [wrong version]
cs_cz: Soubor <em>.htaccess</em> [špatná verze]

source: <em>.htaccess</em> file (<em>RewriteEngine</em> is <strong>%s</strong>)
cs_cz: Soubor <em>.htaccess</em> (<em>RewriteEngine</em> je <strong>%s</strong>)

source: <em>.htaccess</em> RewriteBase is <code>%s</code>
cs_cz: <em>.htaccess</em> RewriteBase je <code>%s</code>

source: <em>.htaccess</em> RewriteBase is <code>%s</code> [Does not match install folder]
cs_cz: <em>.htaccess</em> RewriteBase je <code>%s</code> [nesouhlasí s instalačním adresářem]

source: <em>.htaccess</em> RewriteBase [is <em>missing</em>]
cs_cz: <em>.htaccess</em> RewriteBase [<em>chybí</em>]

source: <em>.htaccess</em> RewriteBase is <code>%s</code> (fixed)
cs_cz: <em>.htaccess</em> RewriteBase je <code>%s</code> (fixed)

source: <em>robots.txt</em> file
cs_cz: Soubor <em>robots.txt</em>

source: <em>robots.txt</em> file [Not created]
cs_cz: Soubor <em>robots.txt</em> [nevytvořen]

source: Setup could not find the <em>example_robots.txt</em> file.
cs_cz: Instalace nemohla najít soubor <em>example_robots.txt</em>.

source: Setup did not create a <em>robots.txt</em> file because one already exists.
cs_cz: Instalace nevytvořila soubor <em>robots.txt</em>, protože již existuje.

source: Setup could not create a <em>robots.txt</em> file.
cs_cz: Instalace nemohla vytvořit soubor <em>robots.txt</em>.

source: <em>albums</em> folder
cs_cz: <em>albums</em> adresář

source: <em>locale</em> folders
cs_cz: <em>locale</em> adresář

source: <em>locale</em> folders [Are not complete]
cs_cz: <em>locale</em> adresář [není kompletní]

source: Be sure you have uploaded the complete netPhotoGraphics package. You must have at least the <em>en_US</em> folder.
cs_cz: Ujistěte se, že jste nahráli kompletní balíček netPhotoGraphics. Musí mít alespoň složku <em>en_US</em> .

source: HTML cache
cs_cz: HTML mezipaměť

source: Third party plugins
cs_cz: Pluginy třetích stran

source: Setup failed.
cs_cz: Instalace selhala.

source: You need to address the problems indicated above then run <code>setup</code> again.
cs_cz: Vyřešte výše uvedené problémy a spusťte <code>instalaci</code> znovu.

source: You need <em>USER ADMIN</em> rights to run setup.
cs_cz: Pro spuštění aktualizace potřebujete práva <em>ADMINISTRÁTORA</em>.

source: You must be logged in to run setup.
cs_cz: Pro spuštění instalace se musíte přihlásit.

source: database connected
cs_cz: databáze připojena

source: Database update
cs_cz: Aktualizace databáze

source: Database structure update completed with errors. See the <code>setup</code> log for details.
cs_cz: Struktura databáze aktualizována, ale s chybami. Pro podrobnosti se podívejte do <code>záznamu instalace</code>.

source: Database structure updated.
cs_cz: Struktura databáze aktualizována.

source: Database update is not required.
cs_cz: Aktualizace databáze není potřeba.

source: You may %1$sset your admin user and password%3$s or %2$srun backup-restore%3$s
cs_cz: Můžete %1$snastavit Vaše administrátorské jméno a heslo%3$s nebo %2$sSpustit zálohování a obnovení%3$s.

source: You need to %1$sset your admin user and password%2$s
cs_cz: Musíte %1$snastavit Vaše administrátorské jméno a heslo%2$s.

source: Setup <a href="%1$s" target="_blank">%2$s</a>
cs_cz: Instalace <a href="%1$s" target="_blank">%2$s</a>

source: You may now <a href="%1$s">administer your gallery</a>.
cs_cz: A nyní si již můžete <a href="%1$s">upravovat Vaši galerii</a>.

source: Go
cs_cz: Jdeme na to!

source: database did not connect
cs_cz: databáze nepřipojena

source: If you have not created the database yet, now would be a good time.
cs_cz: Pokud jste doposud nevytvořili databázi, nyní je nejlepší čas.

source: The %1$s file does not exist.
cs_cz: Soubor %1$s neexistuje.

source: Warn:
cs_cz: Upozornění:

source: Error!
cs_cz: Chyba!

source: Warning!
cs_cz: Pozor!

source: <strong>Warning!</strong> click for details
cs_cz: <strong>Varování!</strong> klikněte pro podrobnosti

source: <strong>Notice!</strong> click for details
cs_cz: <strong>Upozornění!</strong> klikněte pro podrobnosti

source: Notice!
cs_cz: Pozor!

source: <em>%1$s</em> folder%2$s [subfolder creation failure]
cs_cz: <em>%1$s</em> adresář %2$s [vytvoření podadresáře selhalo]

source: Setup could not create the following subfolders:<br />%s
cs_cz: Nelze vytvořit následující podadresáře:<br />%s

source: <em>%1$s</em> folder%2$s [permissions failure]
cs_cz: <em>%1$s</em> adresář%2$s [oprávnění selhalo]

source: Setup could not change the file permissions from <em>%1$s</em> (<code>0%2$o</code>) to <em>%3$s</em> (<code>0%4$o</code>). You will have to set the permissions manually.
cs_cz: Instalační program nemohl změnit oprávnění souborů z <em>%1$s</em> (<code>0%2$o</code>) na <em>%3$s</em> (<code>0%4$o</code>). Budete muset tato oprávnění nastavit ručně.

source: You must create the folder <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.
cs_cz: Musíte vytvořit adresář <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist]
cs_cz: <em>%1$s</em> adresář [<em>%2$s</em> neexistuje]

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist and <strong>setup</strong> could not create it]
cs_cz: <em>%1$s</em> složka <em>[%2$s</em> neexistuje a <strong>instalace</strong> ji nemohla vytvořit]

source: Change the permissions on the <code>%1$s</code> folder to be writable by the server (<code>chmod 777 %2$s</code>)
cs_cz: Změňte oprávnění pro adresář <code>%1$s</code> tak, aby do něj mohl server zapisovat (<code>chmod 777 %2$s</code>).

source: <em>%1$s</em> folder [<em>%2$s</em> is not writeable and <strong>setup</strong> could not make it so]
cs_cz: Adresář <em>%1$s</em> [do adresáře <em>%2$s</em> nelze zapisovat a <strong>setup</strong> toto nastavení nemohl změnit]
