Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: %s log was emptied.
cs_cz: Záznam %s byl vyprázdněn.

source: %s log could not be emptied.
cs_cz: Záznam %s nemohl být vyprázdněn.

source: %s log was removed.
cs_cz: Záznam %s byl odstraněn.

source: %s log could not be removed.
cs_cz: Záznam %s nemohl být odstraněn.

source: Download
cs_cz: Uložit

source: There are no logs to view.
cs_cz: Žádné záznamy ke shlédnutí.

source: %1$s options
cs_cz: Nastavení » %1$s

source: Forbidden tag.
cs_cz: Zakázaný tag.

source: Your Allowed tags change did not parse successfully.
cs_cz: Vaše změněné Povolené HTML tagy nemají správnou syntaxi.

source: Error
cs_cz: Chyba

source: The form submission is incomplete. Perhaps the form size exceeds configured server or browser limits.
cs_cz: Odeslání formuláře není kompletní. Velikost formuláře pravděpodobně překročila limit serveru nebo prohlížeče.

source: Applied
cs_cz: Uloženo

source: Your browser did not post all the fields. Some options may not have been set.
cs_cz: Váš prehliadač nezobrazuje všetky polia. Niektoré nastavenia nemusia byť nastavené.

source: Maximum image size must be greater than zero.
cs_cz: Maximální velikost fotografie musí být větší než nula.

source: You must supply a password for the <em>%s</em> guest user
cs_cz: Musíte zadat heslo pro hosta <em>%s</em>

source: The path you selected resulted in cookies not being retrievable. It has been reset.
cs_cz: Cesta, kterou jste vybrali, neumožnila načíst cookies. Byla obnovena.

source: %1$s was deleted.
cs_cz: %1$s byl odstraněn.

source: %1$s plugins
cs_cz: %1$s pluginy

source: Plugins provide optional functionality.
cs_cz: Pluginy poskytují další volitelné funkce.

source: They may be provided as part of the distribution or as offerings from third parties.
cs_cz: Ty mohou být poskytnuty jako součást distribuce nebo jako nabídka třetích stran.

source: Third party plugins are placed in the <code>%s</code> folder and are automatically discovered.
cs_cz: Pluginy třetích stran jsou umístěny v&nbsp;adresáři <code>%s</code> a jsou automaticky nalezeny.

source: If the plugin checkbox is checked, the plugin will be loaded and its functions made available. If the checkbox is not checked the plugin is disabled and occupies no resources.
cs_cz: Pokud je u názvu pluginu zatržítko, plugin bude načten a jeho funkce budou dostupné. Pokud u názvu pluginu není zatržítko, plugin je zakázán a nezabírá žádné prostředky.

source: <strong>Note:</strong> Support for a particular plugin may be theme dependent! You may need to add the plugin theme functions if the theme does not currently provide support.
cs_cz: <strong>Poznámka</strong>: Všechny vzhledy nepodporují všechny pluginy! Je možné, že bude potřeba přidat některé funkce pluginů do vzhledu ručně.

source: Available Plugins
cs_cz: Dostupné pluginy

source: Official plugin
cs_cz: Oficiální plugin

source: Supplemental plugin
cs_cz: Doplňkový plugin

source: Third party plugin
cs_cz: Pluginy třetích stran

source: <strong>Error parsing <em>plugin_description</em> string!</strong>.
cs_cz: <strong>Chyba při zpracování řetězce <em>plugin_description</em>!</strong>

source: class plugin
cs_cz: Plugin třídy

source: admin plugin
cs_cz: Plugin administrátora

source: feature plugin
cs_cz: Plugin funkce

source: theme plugin
cs_cz: Plugin vzhledu

source: Go to &quot;%s&quot; plugin page.
cs_cz: Přejít na &quot;%s&quot; stránku s pluginy.

source: Plugin is deprecated
cs_cz: Plugin je zastaralý.

source: Show plugin usage information.
cs_cz: Zobrazí návod pro použití pluginu.

source: Ok to delete %1$s? This cannot be undone.
cs_cz: Opravdu smazat %1$s? Tuto akci nelze vrátit.

source: Delete the plugin.
cs_cz: Smazat plugin.

source: Change %s options
cs_cz: Změnit nastavení pluginu %s

source: Class plugin
cs_cz: Plugin třídy

source: Admin plugin
cs_cz: Plugin administrátora

source: Feature plugin
cs_cz: Plugin funkce

source: Theme plugin
cs_cz: Plugin vzhledu

source: Usage info
cs_cz: Návod k použití

source: Options
cs_cz: Nastavení

source: Warning note
cs_cz: Upozornění

source: There are no %1$s plugins
cs_cz: Neexistují žádné %1$s pluginy

source: New tags added
cs_cz: Nové tagy přidány

source: Checked tags deleted
cs_cz: Označené tagy smazány

source: Checked tags marked private
cs_cz: Označené tagy nastaveny jako soukromé

source: Checked tags marked public
cs_cz: Označené tagy nastaveny jako veřejné

source: Checked tags language assigned
cs_cz: K označeným tagům byl přiřazen jazyk

source: Tags renamed
cs_cz: Tagy přejmenovány

source: Tag Management
cs_cz: Správa tagů

source: Order by
cs_cz: Řadit podle

source: Alphabetic
cs_cz: Abecedně

source: Most used
cs_cz: Nejčastěji použité

source: Language
cs_cz: Jazyk

source: Most recent
cs_cz: Nejnovější

source: Private first
cs_cz: Soukromé jako první

source: Indented tags are language translations of the superior (master) tag. If you delete a master tag, the language translations will also be deleted.
cs_cz: Oddělené tagy jsou jazykové překlady nadřazeného (hlavního) tagu. Pokud odstraníte hlavní tag, odstraní se také jazykové překlady.

source: Tags
cs_cz: Tagy

source: Delete checked tags
cs_cz: Smazat vybrané tagy

source: Mark checked tags private
cs_cz: Nastavit označené tagy jako soukromé

source: Mark checked tags public
cs_cz: Nastavit označené tagy jako veřejné

source: Assign to
cs_cz: Přiřadit k

source: Assign tags to selected language
cs_cz: Přiřadit tagy k vybranému jazyku

source: Universal
cs_cz: Univerzální

source: Place a checkmark in the box for each tag you wish to act upon then press the appropriate button. The brackets contain the number of times the tag appears.
cs_cz: Zaškrtněte políčko před každým tagem, se kterých chcete pracovat, a poté stiskněte příslušné tlačítko. Závorky obsahují počet zobrazení značky.

source: Tags that are <span class="privatetag">highlighted</span> are private.
cs_cz: <span class="privatetag">Zvýrazněné</span> tagy jsou soukromé.

source: Rename tags
cs_cz: Přejmenovat tagy

source: To change the value of a tag enter a new value in the text box below the tag. Then press the <em>Rename tags</em> button
cs_cz: Pro změnu vložte nový název tagu do pole pod původní tag. Poté klikněte na <em>Přejmenovat tagy</em>.

source: New tags
cs_cz: Nové tagy

source: Add tags
cs_cz: Přidat tagy

source: Add tags to the list by entering their names in the input fields of the <em>New tags</em> list. Then press the <em>Add tags</em> button.
cs_cz: Nové tagy přidáte vepsáním jejich názvů do volných polí ve sloupci <em>Nové tagy</em>. Poté klikněte na <em>Přidat tagy</em>.

source: You can assign a language to the tags with the language selector.
cs_cz: Jazyk k tagu můžete přiřadit výběrem daného jazyka z nabízených možností.

source: Theme <em>%s</em> removed.
cs_cz: Vzhled <em>%s</em> byl odstraněn.

source: Error removing theme <em>%s</em>
cs_cz: Chyba při odstraňování vzhledu <em>%s</em>

source: New theme name?
cs_cz: Jméno nového vzhledu?

source: Copy of %s
cs_cz: Kopie vzhledu %s

source: Theme folder name?
cs_cz: Jméno adresáře vzhledu?

source: no theme assigned, defaulting to Gallery theme
cs_cz: žádný vzhled nepřiřazen, použit vzhled galerie

source: There are no themes for which you have rights to administer.
cs_cz: Nenalezen žádný vzhled, který máte právo upravovat.

source: Current theme for <code><strong>%1$s</strong></code>: <em>%2$s</em>
cs_cz: Aktuální vzhled pro <code><strong>%1$s</strong></code>: <em>%2$s</em>

source: Clear theme assignment for %s
cs_cz: Odstranit přiřazení vzhledu pro %s

source: Show theme for:
cs_cz: Zobrazit vzhled pro:

source: Themes allow you to visually change the entire look and feel of your gallery. Theme files are located in your <code>/themes</code> folder.
cs_cz: Vzhledy Vám umožňují kompletně vizuálně změnit vzhled a atmosféru Vaší galerie. Soubory se vzhledy jsou umístěny v adresáři <code>/themes</code>.

source: Place the downloaded themes in the <code>/themes</code> folder and they will be available for your use.
cs_cz: Umístěte stažené vzhledy do adresáře <code>/themes</code>, automaticky je pak lze použít.

source: You can edit files from custom themes. Official themes shipped with the software are not editable, since your changes would be lost on next update.
cs_cz: Můžete měnit soubory uživatelských vzhledů. Oficiální vzhledy instalované s touto galerií nelze upravovat, Vaše změny budou ztraceny při následující aktualizaci.

source: If you want to customize an official theme, please first <em>duplicate</em> it. This will place a copy in your <code>/themes</code> folder for you to edit.
cs_cz: Pokud chcete upravovat oficiální vzhled, nejprve jej prosím <em>zkopírujte</em>. Pro Vaši editaci si tak vytvoříte kopii v adresáři <code>/themes</code>.

source: Installed themes
cs_cz: Instalované vzhledy

source: Action
cs_cz: Akce

source: Third party theme
cs_cz: Vzhled třetí strany

source: Theme is deprecated
cs_cz: Vzhled je zastaralý.

source: Version
cs_cz: Verze

source: Set <em>%s</em> theme options
cs_cz: Nastavení vzhledu <em>%s</em>

source: The default options for this theme have not been set.
cs_cz: Nebyly nastaveny výchozí hodnoty pro tento vzhled.

source: Activate
cs_cz: Aktivovat

source: Assign
cs_cz: Přiřadit

source: Current Theme
cs_cz: Současný vzhled

source: Edit
cs_cz: Editace

source: Do you really want to delete this theme?
cs_cz: Jste si jisti, že chcete smazat tento vzhled?

source: Duplicate
cs_cz: Kopírovat

source: Custom thumbnail cropping
cs_cz: Vlastní nastavení oříznutí

source: You can change the portion of your image which is shown in thumbnails by cropping it here.
cs_cz: Zde můžete nastavit výřez z fotografie, který bude použit jako náhled fotografie.

source: current thumbnail
cs_cz: současný náhled

source: thumbnail preview
cs_cz: nový náhled

source: Reset to the default cropping
cs_cz: Obnovit výchozí vyříznutí náhledu

source: Thumbnail cropping is disabled. Enable this option for the theme if you wish cropped thumbnails.
cs_cz: Oříznutí náhledů je zakázáno. Zaškrtněte tuto volbu pro téma, pokud chcete ořezávanou miniatury.

source: Upload Images
cs_cz: Nahrát fotografie

source: This web-based upload accepts the file formats: %s, and %s.
cs_cz: Toto webové rozhraní umožňuje nahrání fotografií ve formátech %s, a %s.

source: This web-based upload accepts the file formats: %s and %s.
cs_cz: Toto webové rozhraní umožňuje nahrání fotografií ve formátech: %s a %s.

source: <strong>Note: </strong>
cs_cz: <strong>Poznámka: </strong>

source: ZIP files must contain only supported <em>image</em> types.
cs_cz: ZIP musí obsahovat pouze podporované typy <em>fotografií</em>.

source: The maximum size for any one file is <strong>%sB</strong> and the maximum size for one total upload is <strong>%sB</strong> which are set by your PHP configuration <code>upload_max_filesize</code> and <code>post_max_size</code>.
cs_cz: Maximální velikost každého jednoho souboru je <strong>%sB</strong> a maximální velikost pro jedno nahrání souborů je <strong>%sB</strong>, což je nastaveno ve Vaší PHP konfiguraci pomocí <code>upload_max_filesize</code> a <code>post_max_size</code> .

source: The maximum size for your total upload is <strong>%sB</strong> which is set by your PHP configuration <code>post_max_size</code>.
cs_cz: Maximální velikost jedné fotografie je <strong>%sB</strong>, což je nastaveno ve Vaší PHP konfiguraci pomocí <code>upload_max_size</code>.

source: Don’t forget, you can also use <acronym title="File Transfer Protocol">FTP</acronym> to upload folders of images into the albums directory!
cs_cz: Nezapomeňte, že pro nahrání fotografií do složky alba můžete také použít <acronym title="File Transfer Protocol">FTP</acronym>!

source: Upload Error
cs_cz: Chyba při nahrávání

source: There was an error submitting the form. Please try again.
cs_cz: Objevil se problém s odesíláním formuláře. Prosím zkuste to znovu.

source: Upload complete
cs_cz: Nahrávání dokončeno

source: Upload to:
cs_cz: Nahrát do:

source: That name is already used.
cs_cz: Toto jméno je již použito.

source: This upload has to have a folder. Type a title or folder name to continue...
cs_cz: Nahrávání vyžaduje adresář. Napište popis nebo název adresáře, aby jste mohli pokračovat...

source: Go to album
cs_cz: Jít k albu

source: Make a new Album
cs_cz: Založit nové album

source: and
cs_cz: a

source: Publish the album so everyone can see it.
cs_cz: Publikovat album, aby si jej všichni mohli prohlédnout.

source: titled:
cs_cz: Název:

source: with the folder name:
cs_cz: s názvem adresáře:

source: Auto-generate
cs_cz: Generovat automaticky

source: There are no albums to which you can upload.
cs_cz: Žádná alba, která lze nahrát.

source: Rights
cs_cz: Oprávnění

source: Managed objects
cs_cz: Spravované objekty

source: No user ID was supplied.
cs_cz: Nebylo zadáno ID uživatele.

source: %1$s already exists.
cs_cz: %1$s již existuje.

source: %1$s: email address %2$s is already used by %3$s.
cs_cz: %1$s: e-mailová adresa %2$s je již používána uživatelem %3$s.

source: %1$s: %2$s is not a valid e-mail address.
cs_cz: %1$s: %2$s není platná e-mailová adresa.

source: %s password may not be empty!
cs_cz: %s heslo nemůže být prázdné!

source: %1$s: Password mismatch.
cs_cz: %1$s: Heslo se neshoduje.

source: Password reset request.
cs_cz: Požadavek na reset hesla.

source: Users
cs_cz: Uživatelé

source: Saved
cs_cz: Uloženo

source: email sent
cs_cz: e-mail odeslán

source: Rights migration failed.
cs_cz: Přesun práv selhal.

source: User id already used.
cs_cz: Toto jméno je již použito.

source: Your Website URL is not valid
cs_cz: Vaše URL adresa není validní

source: Expand all
cs_cz: Rozbalit všechna pole

source: Collapse all
cs_cz: Sbalit všechna pole

source: show
cs_cz: zobrazit

source: pending verification
cs_cz: čekající ke schválení

source: no group
cs_cz: žádná skupina

source: Master
cs_cz: Administrátor

source: Show details
cs_cz: Zobrazit podrobnosti

source: Hide details
cs_cz: Skrýt podrobnosti

source: Show details for user %s
cs_cz: Zobrazit podrobnosti o uživateli %s

source: Hide details for user %s
cs_cz: Skrýt podrobnosti o uživateli %s

source: New User
cs_cz: Nový uživatel

source: Authenticate user
cs_cz: Ověření uživatele

source: User's password is encrypted with the deprecated %1$s password hashing algorithm.
cs_cz: Heslo uživatele je zašifrováno pomocí zastaralého algoritmu hašování hesel %1$s.

source: User's password is encrypted with the %1$s password hashing algorithm which is less secure than %2$s.
cs_cz: Heslo tohoto uživatele je šifrováno algoritmem %1$s, který je méně bezpečný než %2$s.

source: Are you sure you want to delete this user?
cs_cz: Jste si jisti, že chcete smazat tohoto uživatele?

source: This is the master user account. If you delete it another user will be promoted to master user.
cs_cz: Toto je účet administrátora. Pokud ho smažete, bude jiný uživatel prohlášen za administrátora.

source: Log on as %s.
cs_cz: Přihlásit se jako %s.

source: Delete this user.
cs_cz: Smazat tohoto uživatele.

source: <strong>Note:</strong> You must have ADMIN rights to alter anything but your personal information.
cs_cz: <strong>Poznámka:</strong> Pro změnu čehokoliv jiného než svých osobních informací, musíte mít práva administrátora.

source: Usage policy has been acknowledged.
cs_cz: Zásady používání byly potvrzeny.

source: Usage policy has not been acknowledged.
cs_cz: Zásady používání nebyly potvrzeny.

source: Challenge phrase
cs_cz: Nápověda - otázka:

source: Challenge response
cs_cz: Odpoveď na otázku:

source: Full name
cs_cz: Jméno:

source: create primary album
cs_cz: uživatel může vytvořit základní album

source: delink primary album <strong>%1$s</strong>(<em>%2$s</em>)
cs_cz: odpojit hlavní album <strong>%1$s</strong>(<em>%2$s</em>)

source: The primary album was created in association with the user. It will be removed if the user is deleted. Delinking the album removes this association.
cs_cz: Hlavní album bylo přiřazeno k uživateli. Při smazání uživatele se odstraní také. Odpojení alba tuto vazbu zruší.

source: Language:
cs_cz: Jazyk:

source: un-categorized
cs_cz: bez kategorie

source: The <em>_Authority</em> object supports a higher version of user rights than currently selected. You may wish to migrate the user rights to gain the new functionality this version provides.
cs_cz: <em>_Authority</em> objekt podporuje vyšší verzi uživatelských práv než aktuálně vybrán. Možná budete chtít migrovat uživatelská práva, abyste získali nové funkce, které tato verze poskytuje.

source: Migrate rights
cs_cz: Přesun práv

source: You may wish to revert the <em>_Authority</em> user rights to version %s for backwards compatibility with prior releases.
cs_cz: Možná budete chtít vrátit uživatelská práva <em>_Authority</em> na verzi %s kvůli zpětné kompatibilitě se staršími verzemi.

source: Revert rights
cs_cz: Vrátit práva

source: User names may not contain “?”, “&", or quotation marks.
cs_cz: Uživatelská jména nesmí obsahovat "?", "&" nebo uvozovky.

source: The user “%s” already exists.
cs_cz: Uživatel "%s" již existuje.

source: Fields and indexes not used by netPhotoGraphics were removed from the database.
cs_cz: Z databáze byla odstraněna pole a indexy nepoužívané aplikací netPhotoGraphics.

source: Database tables optimized.
cs_cz: Tabulky databáze optimalizovány.

source: Image cache cleared.
cs_cz: Mezipaměť fotografií vymazána.

source: RSS cache cleared.
cs_cz: Mezipaměť pro RSS vymazána.

source: HTML cache cleared.
cs_cz: Mezipaměť pro HTML vymazána.

source: Search cache cleared.
cs_cz: Mezipaměť pro vyhledávání vymazána.

source: Setup files restored.
cs_cz: Instalační soubory obnoveny.

source: Setup files restore failed.
cs_cz: Obnovení instalačních souborů selhalo.

source: protected
cs_cz: chráněné

source: Setup files protected.
cs_cz: Instalační soubory chráněny.

source: Protecting setup files failed.
cs_cz: Zabezpečení instalačních souborů selhalo.

source: The latest version may be downloded from the <a href="https://netPhotoGraphics.org">netPhotoGraphics</a> website.
cs_cz: Nejnovější verzi si můžete stáhnout z <a href=„https://netPhotoGraphics.org“>webových stránek netPhotoGraphics</a>.

source: Click on the <code>%1$s</code> button to download the release to your computer, FTP the zip file to your site, and revisit the overview page. Then there will be an <code>Install</code> button that will install the update.
cs_cz: Klikněte na tlačítko <code>%1$s</code> pro stažení verze do svého počítače, nahrajte soubor ZIP na svůj web přes FTP a znovu otevřete přehledovou stránku. Poté se zobrazí tlačítko <code>Install</code>, které nainstaluje aktualizaci.

source: netPhotoGraphics could not extract extract.php.bin from zip file.
cs_cz: netPhotoGraphics se nepodařilo vyjmout extract.php.bin ze souboru ZIP.

source: Renaming the <code>extract.php.bin</code> file failed.
cs_cz: Přejmenování souboru <code>extract.php.bin</code> selhalo.

source: Did not find the <code>extract</code> file.
cs_cz: Nebyl nalezen soubor <code>extract</code>.

source: purge Image cache
cs_cz: Smazat mezipaměť fotografií

source: purge RSS cache
cs_cz: Smazat mezipaměť RSS

source: reset all hitcounters
cs_cz: Smazat všechna počítadla

source: purge search cache
cs_cz: Smazat mezipaměť vyhledávání

source: You do not have proper rights to %s.
cs_cz: Nemáte práva k %s.

source: You do not have proper rights to access %s.
cs_cz: Nemáte práva pro přístup k %s.

source: Database
cs_cz: Databáze

source: Purge unused structure items
cs_cz: Vyčistit nepoužívané položky

source: Removes fields and indexes from the database that are not used by netPhotoGraphics.
cs_cz: Odebere pole a indexy z databáze, které netPhotoGraphics nepoužívá.

source: Optimize Database tables
cs_cz: Optimalizace tabulek databáze

source: Performs an OPTIMIZE TABLES query on each table in the database.
cs_cz: Provede dotaz OPTIMIZE TABLES na každou tabulku v databázi.

source: There is a new version available.
cs_cz: Je dostupná nová verze.

source: Version %s can be installed from the utility buttons.
cs_cz: Verzi % s lze nainstalovat pomocí tlačítek v sekci Aktualizace.

source: <em>Debug</em>
cs_cz: <em>Ladící sestavení</em>

source: Production
cs_cz: oficiální vydání

source: release notes
cs_cz: poznámky k vydání

source: netPhotoGraphics version <strong>%1$s (%2$s)</strong>
cs_cz: netPhotoGraphics verze <strong>%1$s (%2$s)</strong>

source: Install version %1$s
cs_cz: Instalovat verzi %1$s

source: Install the netPhotoGraphics update.
cs_cz: Nainstaluje aktualizace netPhotoGraphics.

source: Install %1$s
cs_cz: Nainstaluje %1$s

source: Extract and install the netPhotoGraphics update.
cs_cz: Rozbalí a nainstaluje aktualizaci netPhotoGraphic.

source: <strong>netPhotoGraphics</strong> has detected the presence of an installation file. To install the update click on the <em>Install</em> button below.
cs_cz: <strong>netPhotoGraphics</strong zjistila přítomnost instalačního souboru. Pro instalaci aktualizace klikněte na tlačítko <em>Instalovat</em> níže.

source: Updates
cs_cz: Aktualizace

source: Download and install netPhotoGraphics version %1$s on your site.
cs_cz: Stáhne a na Vašem webu nainstaluje netPhotoGraphics verzi %1$s.

source: Setup » restore scripts
cs_cz: Obnova instalačních souborů

source: Restores setup files so setup can be run.
cs_cz: Obnoví instalační soubory pro znovuspuštění instalace.

source: Run setup
cs_cz: Spustit instalaci

source: Run the setup script.
cs_cz: Spustí instalační skript.

source: Setup » protect scripts
cs_cz: Instalace » Ochránit soubory

source: Protects setup files so setup cannot be run.
cs_cz: Ochrání instalační soubory tak, aby nemohla být spuštěna instalace.

source: Misc
cs_cz: různé

source: Utility functions
cs_cz: Užitečné funkce

source: Gallery Stats
cs_cz: Statistika galerie

source: <strong>%1$u</strong> Album (%2$u un-published)
cs_cz: <strong>%1$u</strong> album (%2$u nepublikováno)

source: <strong>%1$u</strong> Image (%2$u un-published)
cs_cz: <strong>%1$u</strong> fotografie (%2$u nepublikováno)

source: <strong>%u</strong> Image
cs_cz: <strong>%u</strong> fotografie

source: <strong>%1$u</strong> Comment (%2$u in moderation)
cs_cz: <strong>%1$u</strong> komentář (%2$u ke schválení)

source: <strong>%u</strong> Comment
cs_cz: <strong>%u</strong> komentář

source: <strong>%1$u</strong> User (%2$u expired)
cs_cz: <strong>%1$u</strong> uživatel (%2$u s vypršenou platností)

source: <strong>%u</strong> User
cs_cz: <strong>%u</strong> uživatel

source: <strong>%u</strong> Group
cs_cz: <strong>%u</strong> skupina uživatelů

source: <strong>%u</strong> Template
cs_cz: <strong>%u</strong> šablona uživatelských skupin

source: Your user rights do not allow access to administrative functions.
cs_cz: Vaše uživatelská práva neumožňují přístup k funkcím administrátora.

source: E-mail form
cs_cz: E-mailový formulář

source: Restore default form
cs_cz: Obnovit výchozí formulář

source: Gallery title
cs_cz: Název galerie

source: What you want to call your site.
cs_cz: Název Vaší galerie.

source: Gallery description
cs_cz: Popis galerie

source: A brief description of your gallery. Some themes may display this text.
cs_cz: Delší popis Vaší galerie. Některé vzhledy zobrazují tento text.

source: Branding logo
cs_cz: Vlastní logo

source: The image cannot be found.
cs_cz: Fotografie nebyla nalezena.
