Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: Image requires a minimum height
cs_cz: Je vyžadována minimální výška fotografie

source: File upload aborted
cs_cz: Nahrávání souboru bylo přerušeno

source: Failed to resize image
cs_cz: Změna velikosti fotografie selhala

source: This uploader requires browser javaScript support.
cs_cz: Tento způsob nahrávání fotografií vyžaduje podporu JavaScriptu.

source: Add files...
cs_cz: Přidat soubory...

source: Start upload
cs_cz: Spustit nahrávání

source: Cancel upload
cs_cz: Zrušit nahrávání

source: Processing...
cs_cz: Zpracování...

source: Migrate database to utf8mb4 encodings.
cs_cz: Převede databázi na utf8mb4 kódování.

source: MySQL version 5.5.3 or greater is required to support trans-BMP character encodings.
cs_cz: Pro podporu kódování trans-BMP znaků je vyžadována MySQL verze 5.5.3 nebo vyšší.

source: <em>utf8mb4</em> migration is complete.
cs_cz: Migrace na <em>utf8mb4</em> je kompletní.

source: Migrate to utf8mb4
cs_cz: Převést na utf8mb4

source: A utility to migrate TEXT and LONGTEXT database fields to utf8mb4 so as to allow 4-byte unicode characters.
cs_cz: Nástroj pro migraci databázových polí TEXT a LONGTEXT do utf8mb4 tak, aby podporaly 4-bajtové unicode znaky.

source: utf8mb4 migration completed.
cs_cz: Migrace na utf8mb4 je kompletní.

source: Zenphoto compatibility.
cs_cz: Opatření pro kompatibilitu se Zenphoto.

source: Convert legacy Zenphoto themes and plugins
cs_cz: Převést starší ZenPhoto vzhledy a pluginy

source: Note: you should review any the results of this conversion. Look for the <code>/* TODO:.... */</code> in the scripts as these contain suggestions on further improvements.
cs_cz: Poznámka: Měli byste zkontrolovat všechny výsledky této konverze. Ve skriptech vyhledejte <code> / * TODO: .... * / </code>, protože obsahuje návrhy na další vylepšení.

source: Slideshow
cs_cz: Prezentace

source: Archive View
cs_cz: Archív

source: Default theme color scheme.
cs_cz: Výchozí barevné schéma vzhledu.

source: Theme Color
cs_cz: Barva vzhledu

source: Previous Image
cs_cz: Předchozí fotografie

source: Next Image
cs_cz: Další fotografie

source: Gallery Index
cs_cz: Index galerie

source: Daily summary
cs_cz: Denní přehled

source: You can browse with the arrows keys of your keyboard
cs_cz: Galerii můžete procházet šipkami na klávesnici.

source: Stop
cs_cz: Zastavit

source: View album:
cs_cz: Prohlížet album:

source: Popular images
cs_cz: Oblíbené fotografie

source: Most rated images
cs_cz: Nejvíce hodnocené fotografie

source: newer
cs_cz: novější

source: older
cs_cz: starší

source: User Registration
cs_cz: Registrace uživatele

source: Sorry, no matches found. Try refining your search.
cs_cz: Omlouvám se, nic jsem nenašel. Zkuste změnit hledanou frázi.

source: Images (%s)
cs_cz: Fotografie (%s)

source: Albums (%s)
cs_cz: Alba(%s)

source: Albums (%1$s) &amp; Images (%2$s)
cs_cz: alb (%1$s) &amp; fotografií (%2$s)

source: Articles (%s)
cs_cz: Články (%s)

source: Pages (%s)
cs_cz: Stránky (%s)

source: Use this file as logo
cs_cz: Použít tento soubor jako logo:

source: Show the logo on Image page
cs_cz: Zobrazit logo na stránce s fotografií:

source: Check to show the logo on the Image page.
cs_cz: Zaškrtněte pro zobrazení loga v záhlaví na stránce s fotografií.

source: Style
cs_cz: Vzhled:

source: Choose Dark or Light for color style of the site.
cs_cz: Vyberte Tmavý nebo Světlý styl zobrazení stránek.

source: Color
cs_cz: Barva

source: Homepage
cs_cz: Úvodní stránka

source: Choose here any <em>un-published Zenpage page</em> (listed by <em>titlelink</em>) to act as your site's homepage instead the normal gallery index.
cs_cz: Vyberte jednu <em>nepublikovanou Zenpage stránku</em>, která se zobrazí jako Vaše homepage místo standardního přehledu galerie.

source: <strong>Note:</strong> This of course overrides the <em>News on index page</em> option and your theme must be setup for this feature! Visit the theming tutorial for details.
cs_cz: <strong>Poznámka:</strong> Toto nastavení samozřejmě přepíše nastavení <em>Novinky na úvodní stránce</em> a Váš vzhled pro tuto funkci musí být nastaven! Pro další podrobnosti se podívejte do manuálu pro vzhledy.

source: Show Archive link
cs_cz: Zobrazit odkaz na Archív:

source: Display a menu link to the Archive list.
cs_cz: V horním menu zobrazí odkaz Archív.

source: Allow search
cs_cz: Povolit vyhledávání

source: Check to enable search form.
cs_cz: Zaškrtněte pro možnost vyhledávání.

source: Show Tags
cs_cz: Zobrazit tagy:

source: Check to show a tag cloud with all the tags of the gallery.
cs_cz: Zaškrtněte pro zobrazení tag cloudu se všemi tagy z galerie.

source: Show Image Statistic strip
cs_cz: Zobrazit pruh s fotografiemi:

source: Shows a strip of thumbnails on Gallery page, depending of the selected option. NOTE: For anything other than random, the image_statistic plugin must be activated.
cs_cz: Zobrazí pruh s fotografiemi na hlavní stránce galerie, v závislosti na vybraném nastavení. Poznámka: Pro všechny kromě Náhodné, musí být aktivní plugin image_statistic.

source: Use Galleriffic script
cs_cz: Použít Galleriffic script:

source: Check to use the Galleriffic script. Uncheck to use a standard display. This standard display is also displayed when javascript is disabled in the browser.
cs_cz: Zaškrtněte pro použití Galleriffic scriptu. Jinak se použije standardní zobrazení. Standardní zobrazení se také použije pokud je v internetovém prohlížeči zakázaný javascript.

source: Galleriffic slideshow delay
cs_cz: Trvání Galleriffic prezentace:

source: If Galleriffic is used, enter the delay of the gallerific slideshow in ms (e.g. 3000).
cs_cz: Pokud používáte Galleriffic, vložte hodnotu trvání zobrazení fotografie v milisekundách (např. 3000).

source: Use Colorbox in Album page
cs_cz: Použít Colorbox na stránce alba:

source: Check to display the full size image with Colorbox in album page, if galleriffic is used or not. NOTE : in that case, Image page will never be used.
cs_cz: Zaškrtněte pro zobrazení fotografie v plné velikosti pomocí Colorboxu na stránce alba, nezávisle na použití Gallerifficu. Poznámka: V tomto případě se nikdy nezobrazí samostatná stránka s fotografií.

source: Use Colorbox in Image page
cs_cz: Použít Colorbox na stránce s fotografií:

source: Check to display the full size image with Colorbox in Image page.
cs_cz: Zaškrtněte pro zobrazení fotografie v plné velikosti pomocí Colorboxu na stránce fotografie.

source: Show image EXIF data
cs_cz: Zobrazit EXIF informace:

source: Show the main EXIF Data on Image page (Model, FocalLength, FNumber, ExposureTime, ISOSpeedRatings). Remember you have to check these EXIFs data on admin>image>information EXIF.
cs_cz: Zobrazí hlavní EXIF informace na stránce s fotografií (Model fotoaparátu, Ohnisková vzdálenost, Clona, Expoziční čas ISO citlivost). Pamatujte, že tyto informace musíte mít povolena také v Nastavení > Fotografie > Metadata.

source: No unpublished pages available
cs_cz: Nejsou dostupné žádné nepublikované stránky

source: Search album
cs_cz: Prohledat album

source: Albums Index
cs_cz: Seznam alb

source: <strong>Tags:</strong>
cs_cz: <strong>Tagy:</strong>

source: Images By Date
cs_cz: Fotografie podle data

source: Popular Tags
cs_cz: Oblíbené tagy

source: Contact us
cs_cz: Kontaktovat nás

source: Zoomed image will appear here.
cs_cz: Zde se zobrazí zvětšená fotografie.

source: Register for this site
cs_cz: Registrovat se na této stránce

source: Comments: %d
cs_cz: Komentáře: %d

source: Categories:
cs_cz: Kategorie:

source: A password is required for the page you requested
cs_cz: Pro zobrazení požadované stránky je nutné znát heslo

source: Total matches for <em>%1$s</em>: %2$u
cs_cz: Celkem odpovídá pro <em>%1$s</em>: %2$u

source: Sorry, no matches for your search.
cs_cz: Omlouvám se, nic jsem nenašel.

source: Show more results
cs_cz: Zobrazit více výsledků

source: Show fewer results
cs_cz: Zobrazit méně výsledků

source: Date:
cs_cz: Datum:

source: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> and <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>
cs_cz: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> a <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>

source: The simplest theme in 4 distinct flavors. After choosing this theme you can pick the theme color by going to the Admin Options tab and changing the <em>Theme colors</em> option.
cs_cz: Standardní vzhled ve čtyřech odstínech. Po vybrání tohoto vzhledu si můžete v Nastavení vzhledu změnit jeho barvu pomocí volby <em>Barva vzhledu</em>.

source: Theme colors
cs_cz: Barvy vzhledu

source: Select the colors of the theme
cs_cz: Vyberte barvy vzhledu

source: Gallery archive
cs_cz: Archív galerie

source: Password Required...
cs_cz: Požadováno heslo

source: Latest images RSS
cs_cz: Nejnovější RSS pro fotografie

source: The theme doesn't support colorbox option for googlemap plugin.
cs_cz: Vzhled nepodporuje možnost colorboxu pro googlemap plugin.

source: View more albums
cs_cz: Zobrazit další alba

source: No more albums to display
cs_cz: Žádné další alba k zobrazení

source: View more images
cs_cz: Zobrazit další fotografie

source: No more images to display
cs_cz: Žádné další fotografie k zobrazení

source: View more news
cs_cz: Zobrazit více novinek

source: No more news to display
cs_cz: Žádné další novinky k zobrazení

source: Please read
cs_cz: Prosím čtěte

source: Display a home page, with a slider of random pictures, the gallery description and the latest news.
cs_cz: Zobrazí úvodní stránku s prezentací náhodných fotografií, popisem galerie a nejnovějšími články.

source: Latest news on Homepage
cs_cz: Nejnovější Novinky na Úvodní stránce

source: Display the latest news on the home page (Homepage option have to be selected too).
cs_cz: Zobrazí nejnovější Novinky na Úvodní stránce (ta musí být také povolena).

source: Homepage slider
cs_cz: Prezentace na úvodní stránce

source: Select the Album to use for the homepage slider (Dynamic albums may used).
cs_cz: Vyberte album, které se bude zobrazovat v prezentaci na úvodní stránce (jsou podporována i dynamická alba).

source: If Gallery is selected, the whole gallery will be used for the slider.
cs_cz: Pokud je vybráno Galerie, pro prezentaci budou použity všechny fotografie z galerie.

source: Select * none * if you do not want any slider.
cs_cz: Vyberte * ne * pokud nechcete zobrazit žádnou prezentaci.

source: Random pictures for homepage slider
cs_cz: Náhodné fotografie pro prezentaci na úvodní stránce

source: Number of random pictures to use for the homepage slider.
cs_cz: Počet náhodných fotografií, které se mají zobrazovat při prezentaci na úvodní stránce.

source: Use infinite scroll
cs_cz: Použít nekonečné posouvání

source: Check pages which use <a href="https://infinite-scroll.com/" target="_blank">infinite-scroll jQuery plugin</a>. This layout will automatically load items of next page (albums, images or news) without pagination.
cs_cz: Zaškrtněte stránky, které používají zásuvný modul <a href="https://infinite-scroll.com/" target="_blank">jQuery infinite-scroll</a>. Toto rozložení automaticky načte položky další stránky (alba, obrázky nebo novinky) bez stránkování.

source: The behavior is "manual first": it requires visitor to click a button the first time to load new items and then, it automatically load after.
cs_cz: Chování nastaveno na "nejprve ruční": vyžaduje, aby návštěvník poprvé kliknul na tlačítko pro načtení nových položek, a poté se automaticky načtou další položky.

source: Rather than using infinite-scroll layout for all albums, you may also allow "multiple_layouts" plugin and then choose "album_infinitescroll" as layout for specific albums of your gallery.
cs_cz: Spíše než isotope pro rozložení stránky s alby, povolte plugin "multiple_layouts" a volbu "album_isotope" jako rozvržení pro konkrétní alba Vaší galerie.

source: <strong>Note:</strong> This album layout does not manage albums with images and sub-albums (in that case, standard album layout is automatically used).
cs_cz: <strong>Poznámka:</strong> Toto rozložení alba nezvládá alba s fotografiemi a podalba zároveň (v takovém případě se automaticky použije standardní rozložení alba).

source: Use isotope
cs_cz: Použít isotope

source: Use <a href="https://isotope.metafizzy.co/" target="_blank">isotope jQuery plugin</a> for albums pages. This layout allows to display uncropped thumbnails and to filter them based on their tags.
cs_cz: Pro stránky alb použijte <a href="https://isotope.metafizzy.co/" target="_blank">isotope jQuery plugin</a>. Toto rozložení umožňuje zobrazit neoříznuté náhledy a filtrovat je na základě jejich tagů.

source: Rather than use isotope layout for all albums, you may also allow "multiple_layouts" plugin and then choice "album_isotope" as layout for specific albums of your gallery.
cs_cz: Spíše než isotope pro rozložení stránky s alby, povolte plugin "multiple_layouts" a volbu "album_isotope" jako rozvržení pro konkrétní alba Vaší galerie.

source: <strong>Note:</strong> This album layout does not manage sub-albums (in that case, only pictures of the album are shown and you cant not access on sub-albums).
cs_cz: <strong>Poznámka:</strong> Toto rozložení alba nezvládá podalba (v takovém případě se zobrazují pouze obrázky alba a nemáte přístup k podalbům).

source: This option overwrites the infinite scroll on album option above.
cs_cz: Tato možnost přepíše výše uvedenou možnost nekonečného posouvání v albu.

source: Social Links
cs_cz: Odkazy na sociální sítě

source: Check to show some social links.
cs_cz: Zaškrtněte pro zobrazení některých odkazů na sociální sítě.

source: Excerpt length
cs_cz: Délka výňatku

source: Excerpt length for news and pages lists in search page
cs_cz: Délka výňatku pro Novinky a pro seznam stránek ve vyhledávání.

source: Display a link to the Archive list.
cs_cz: V horním menu zobrazí odkaz Archív.

source: Check to show a tag cloud in Archive list, with all the tags of the gallery.
cs_cz: Zaškrtněte pro zobrazení tag cloudu (ze všech tagů) v Archívu.

source: Show the EXIFs Data on Image page. Remember you have to check EXIFs data you want to show on Options>Image>Metadata.
cs_cz: Zobrazí EXIF data na stránce s fotografií. Nezapomeňte v Nastavení -> Fotografie -> Metadata zaškrtnout EXIF data, které se mají zobrazovat.

source: Use custom menu
cs_cz: Použít vlastní menu

source: Check this if you want to use the "menu_manager" plugin if enabled to use a custom menu instead of the standard one.
cs_cz: Zaškrtněte pokud chcete použít plugin <em>menu_manager</em> pro vytvoření a použití vlastního menu namísto toho standardního.

source: <strong>Note:</strong> A custom menu named "zpBootstrap" is used automatically. You can change this custom menu in "menu" tab.
cs_cz: <strong>Poznámka:</strong> Vlastní menu jmeném "zpBootstrap" je použito automaticky. Toto menu můžete změnit v záložce "Menu".

source: Main Index
cs_cz: Index

source: Page not found
cs_cz: Stránka nenalezena

source: Album is empty
cs_cz: Album je prázdné

source: Search gallery
cs_cz: Prohledat galerii

source: Effervescence color scheme.
cs_cz: Effervescence barevné schéma.

source: Effervescence image display handling.
cs_cz: Effervescence zpracování zobrazení fotografieí.

source: *standard menu
cs_cz: *standardní menu

source: There were no images from which to select the random heading.
cs_cz: Nenalezeny žádné fotografie pro výběr do náhodného záhlaví.

source: Random picture...
cs_cz: Náhodná fotografie...

source: Album %1$u of %2$u
cs_cz: Album %1$u z %2$u

source: Photo %1$u of %2$u
cs_cz: Fotografie %1$u z %2$u

source: Albums %1$u-%2$u of %3$u
cs_cz: Alba %1$u-%2$u z %3$u

source: Photos %1$u-%2$u of %3$u
cs_cz: Fotografie %1$u-%2$u of %3$u

source: The album is not published.
cs_cz: Toto album není publikováno.

source: View the Album: %s
cs_cz: Zobrazit album: %s

source: The image is marked not visible.
cs_cz: Tato fotografie je označena jako skrytá.

source: View the image: %s
cs_cz: Zobrazit fotografii: %s

source: %1$u hit on this %2$s
cs_cz: %1$u shlédnutí tohoto %2$s

source: Add a comment
cs_cz: Přidat komentář

source: Search albums
cs_cz: Prohledat alba

source: Picture of the day
cs_cz: Fotografie dne

source: Search category
cs_cz: Prohledat kategorii

source: Enter your search criteria.
cs_cz: Vložte Vaše kritéria pro vyhledávání.

source: Sorry, no matches for <em>%s</em>. Try refining your search.
cs_cz: Omlouvám se, <em>%s</em> nenalezeno. Zkuste změnit zadání svého vyhledávání.

source: <a href="http://angoulvant.net/">Stephane Angoulvant</a> with modifications by Stephen Billard (sbillard)
cs_cz: <a href="http://angoulvant.net/">Stephane Angoulvant</a> s úpravami od Stephen Billard (sbillard)

source: Based on Effervescence 1.1 with multiple color schemes and personalities added.
cs_cz: Založeno na Effervescence 1.1 s přidáním více barevných schémat a osobních úprav.

source: Theme logo
cs_cz: Logo vzhledu

source: The text for the theme logo
cs_cz: Text místo loga vzhledu.

source: Watermark head image
cs_cz: Vodoznak pro fotografii v hlavičce

source: Check to place a watermark on the heading image. (Image watermarking must be set.)
cs_cz: Použít vodoznak pro fotografii v hlavičce (funkce vodoznaku musí být povolena).

source: Daily image
cs_cz: Obrázek dne

source: If checked the heading image will change daily rather than on each page load.
cs_cz: Pokud je zaškrtnuto, fotografie se bude měnit denně místo při každém načtení stránky.

source: Check to enable slideshow for the <em>Smoothgallery</em> personality.
cs_cz: Zaškrtnutím povolíte <em>Smoothgallery</em> prezentaci v osobním nastavení.

source: Graphic logo
cs_cz: Grafické logo

source: Select a logo (PNG files in the <em>%s/images</em> folder) or leave empty for text logo.
cs_cz: Vyberte logo (PNG soubory v adresáři <em>%s/images</em>) nebo nevyplňujte pro logo formou textu.

source: Theme personality
cs_cz: Osobní nastavení vzhledu

source: Select the theme personality
cs_cz: Vyberte osobní nastavení vzhledu.

source: Custom menu
cs_cz: Vlastní menu

source: Set this to the <em>menu_manager</em> menu you wish to use.
cs_cz: Tu si vyberte <em>menu_manager</em> menu, ktoré chcete používať.

source: Shrink/grow
cs_cz: Zmenšiť/zväčšiť

source: *no logo selected
cs_cz: *žádné logo nevybráno

source: Comments:
cs_cz: Komentáře:

source: Hint: %s
cs_cz: Nápověda: %s

source: Latest notes
cs_cz: Nejnovější poznámky

source: Toolbox
cs_cz: Panel administrace

source: Theme derived from Zenpage theme 1.3. Really more just a skin than a custom theme.
cs_cz: Vzhled odvozen ze vzhledu Zenpage 1.3. Opravdu víc jen vzhled s drobnými úpravami.

source: Use Colorbox
cs_cz: Použití Colorbox

source: News on index page
cs_cz: Novinky na úvodní stránce

source: Use standard contact page
cs_cz: Použít standardní kontaktní stránku

source: Disable this if you do not want to use the separate contact page with the contact form. You can also use the codeblock of a page for this. See the contact_form plugin documentation for more info.
cs_cz: Tuto možnost zakážte, pokud chcete použít samostatnou kontaktní stránku s kontaktním formulářem. Pro tuto možnost lze také použít Codeblock. Další informace naleznete v dokumentaci pluginu contact_form.

source: View album: %s
cs_cz: Zobrazit album: %s

source: Next album
cs_cz: Další album

source: Next album »
cs_cz: Další album »

source: Prev Album
cs_cz: Předchozí album

source: « Prev Album
cs_cz: « Předchozí album

source: Tags:
cs_cz: Tagy:

source: Latest Images
cs_cz: Nejnovější fotografie

source: Next image
cs_cz: Další fotografie

source: Next »
cs_cz: Další »

source: Previous image
cs_cz: Předchozí fotografie

source: « Previous
cs_cz: « Předchozí

source: A password is required to access this page.
cs_cz: Pro zobrazení požadované stránky je nutné znát heslo.

source: Search pages
cs_cz: Prohledat stránky

source: Modded Wordpress theme from, <a href="http://garlandtheme.blogspot.com/">garland</a>
cs_cz: Upravený Wordpress vzhled od <a href="http://garlandtheme.blogspot.com/">garlanda</a>

source: Set to enable search form.
cs_cz: Zaškrtněte pro možnost zobrazení formuláře pro vyhledávání.

source: 404 error
cs_cz: Chyba 404

source: total
cs_cz: celkem

source: Preview
cs_cz: Náhled

source: Private comment (don't publish)
cs_cz: Soukromý komentář (nepublikovat)

source: Latest Albums
cs_cz: Nejnovější alba

source: Latest Updated Albums
cs_cz: Naposledy aktualizovaná alba

source: Most Rated Albums
cs_cz: Nejvíce hodnocená alba

source: Top Rated Albums
cs_cz: Nejlépe hodnocená alba

source: Popular Images
cs_cz: Oblíbené fotografie

source: Most Rated Images
cs_cz: Nejvíce hodnocené fotografie

source: Top Rated Images
cs_cz: Nejlépe hodnocené fotografie

source: Random Images
cs_cz: Náhodné fotografie

source: Search Result
cs_cz: Výsledek hledání

source: Image Number/Total images
cs_cz: Číslo fotografie/Celkem fotografií

source: Start Slideshow
cs_cz: Spustit prezentaci

source: Latest Comments
cs_cz: Nejnovější komentáře

source: Password Required
cs_cz: Požadováno heslo

source: 404 Not Found...
cs_cz: 404 Nenalezeno...

source: « Prev
cs_cz: « Předchozí

source: Please Login
cs_cz: Přihlaste se prosím

source: You are logged in...
cs_cz: Jste přihlášeni...

source: Sorry, no matches found.
cs_cz: Omlouvám se, nic jsem nenašel.

source: General Thumb Sizes
cs_cz: Velikost náhledů

source: Logo Image
cs_cz: Obrázek loga

source: Logo Height
cs_cz: Výška loga

source: Gallery index
cs_cz: Galerie

source: Back to Gallery Index →
cs_cz: Zpět na hlavní stránku galerie →

source: Subalbum
cs_cz: Podalbum

source: ← Prev
cs_cz: ← Zpět

source: Enter Login
cs_cz: Zadejte přihlašovací údaje

source: Enter an image file located in the themes image directory, including extension, to use as an image logo. Or leave blank to use a text representation of your Gallery name. As an example there is a logo.gif image in the images directory.
cs_cz: Zadejte soubor obrázku umístěný ve složce „images“ u konkrétního vzhledu (včetně přípony), který se má použít jako logo galerie. Nebo nechte pole prázdné pro použití textového zobrazení názvu galerie. Jako příklad je ve složce „images“ uveden soubor logo.gif.

source: zpMobile theme by
cs_cz: zpMobile šablonu vytvořil

source: Back to top
cs_cz: Zpět nahoru

source: Direct link
cs_cz: Přímý odkaz

source: Tags:
cs_cz: Tagy:

source: View meta data
cs_cz: Zobrazit metadata

source: A theme primarily meant for mobile/smartphone browsing using <a href='http://jQuerymobile.com'>jQuerymobile framework</a>.
cs_cz: Vzhled primárně vytvořený pro prohlížení mobilem/smartphonem s použitím <a href='http://jQuerymobile.com'>jQuerymobile framework</a>.

source: Allow direct link from multimedia
cs_cz: Povolit přímý odkaz na multimédium

source: Check to enable a direct link to multimedia items on the single image page in case the player is not supported by the device but the actual format is.
cs_cz: Zaškrtnutím povolíte přímý odkaz na multimédium v případě, že ho přehrávač v galerii nepodporuje, ale zařízení (počítač,...) ho dokáže přehrát.

source: Credits
cs_cz: Autoři

source: This website is based on netPhotoGraphics the <a href="https://netPhotoGraphics.org/" target="_blank">simple media website CMS</a>
cs_cz: Tento web využívá netPhotoGraphics, <a href="https://netPhotoGraphics.org/" target="_blank">jednoduchý CMS systém pro mediální weby</a>.

source: Location:
cs_cz: Umístění:

source: Other info
cs_cz: Další informace

source: Views:
cs_cz: Shlédnutí:

source: About
cs_cz: O nás

source: Results for
cs_cz: Výsledky pro

source: A responsive theme optimized for SEO and social sharing.
cs_cz: Responzivní vzhled optimalizovaný pro SEO a sociální sítě.

source: Fluid
cs_cz: Na celou šířku
