Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: It is offset from there (moved toward the lower right corner) by the <em>offset</em> percentages of the height and width difference between the image and the watermark.
cs_cz: Z tohoto rohu (směrem k pravému dolnímu rohu) se upravuje <em>umístění</em> v procentech výškového a šířkového rozdílu mezi fotografií a vodoznakem.

source: If <em>allow upscale</em> is not checked the watermark will not be made larger than the original watermark image.
cs_cz: Pokud není zaškrtnuto <em>povolit zvětšení</em>, vodoznak nebude větší než originální obrázek vodoznaku.

source: Custom watermarks should be placed in the <code>/%s/watermarks/</code> folder. The images must be in png-24 format.
cs_cz: Vlastní vodoznaky by měly být umístěny ve složce <code>/%s/watermarks/</code>. Vodoznaky musí být ve formátu png-24.

source: %1$s <em>fallback</em>
cs_cz: <em>Náhradní varianta</em> pro %1$s

source: If %1$s <em>fallback</em> is checked, the standard functions to display images will offer %1$s images and allow the browser to fall back to the <em>Cache as</em> selection if <em>%1$s</em> is not supported.
cs_cz: Pokud je zaškrtnuta volba <em>Náhradní varianta</em> pro %1$s, standardní funkce pro zobrazení fotografií umožní prohlížeči vrátit se k volbě <em>Nahrávat do mezipaměti jako</em>, pokud soubory s příponou <em>%1$s</em> nejsou podporovány.

source: %1$s <em>fallback</em> requires that mod rewrite be enabled.
cs_cz: <em>Náhradní varianta</em> pro %1$s vyžaduje, aby byl povolen mod rewrite.

source: Cache as
cs_cz: Nahrávat do mezipaměti jako

source: original
cs_cz: původní

source: Select a type for the images stored in the image cache. Select <em>Original</em> to preserve the original image’s type.
cs_cz: Vyberte příponu fotografií uložených v mezipaměti. Vyberte <em>Původní</em> pro zachování původní přípony fotografie.

source: Protect image cache
cs_cz: Ochrana fotografie v mezipaměti

source: If checked all image URIs will link to the image processor and the image cache will be disabled to browsers via an <em>.htaccess</em> file. Images are still cached but the image processor is used to serve the image rather than allowing the browser to fetch the file.
cs_cz: Zaškrtnutím budou všechny URI fotografií vést do obrazového procesoru a mezipaměť pro fotografii bude pro prohlížeče zakázaná prostřednictvím <em>.htaccess</em>. Fotografie budou stále v mezipaměti, ale obrazový procesor předloží prohlížeči samotnou fotografii raději než povolí přístup k souboru v mezipaměti.

source: <strong>WARNING :</strong> This option adds significant overhead to <strong>each and every</strong> image reference! Some <em>JavaScript</em> and <em>Flash</em> based image handlers will not work with an image processor URI and are incompatible with this option.
cs_cz: <strong>POZOR:</strong> Toto nastavení znamená značné zatížení pro <strong>každý</strong> odkaz na fotografii! Někteří správci fotografií založení na <em>JavaScriptu</em> a <em>Flashi</em> nebudou moci pracovat s URI obrazového procesoru a nejsou kompatibilní s tímto nastavením. <strong>POZOR :</strong> toto nastavení zvýší zatížení paměti pro nahrávání do mezipaměti! Je možné, že nebude některé fotografie nahrát do mezipaměti kvůli nedostatku paměti serveru.

source: Secure image processor
cs_cz: Bezpečný procesor fotografií

source: When enabled, the image processor will check album access credentials.
cs_cz: Pokud je povoleno, obrazový procesor bude kontrolovat přístupová práva k albům.

source: <strong>WARNING :</strong> This option adds memory overhead to image caching! You may be unable to cache some images depending on your server memory availability.
cs_cz: <strong>POZOR:</strong> toto nastavení zvýší zatížení paměti pro nahrávání do mezipaměti! Je možné, že nebude některé fotografie nahrát do mezipaměti kvůli nedostatku paměti serveru.

source: Full image protection
cs_cz: Ochrana fotografie v plném rozlišení

source: disable hotlinking
cs_cz: zakázat přímý odkaz

source: cache the full image
cs_cz: nahrát do mezipaměti celou fotografii

source: password
cs_cz: heslo

source: hint
cs_cz: nápověda

source: Protected view
cs_cz: Cháněné zobrazení

source: No access
cs_cz: Žádný přístup

source: Unprotected
cs_cz: Nechráněno

source: Disabling hotlinking prevents linking to the full image from other domains. If enabled, external links are redirect to the image page. If you are having problems with full images being displayed, try disabling this setting. Hotlinking is not prevented if <em>Full&nbsp;image&nbsp;protection</em> is <em>Unprotected</em> or if the image is cached.
cs_cz: Zákaz přímého odkazu zabrání odkazování na fotografii v plné velikosti z jiných domén. Pokud je povoleno, externí odkazy jsou přesměrovány na stránku s fotografií. V případě problémů se zobrazením fotografií v plné velikosti, zkuste vypnout tuto volbu. Přímému odkazu není zabráněno pokud jsou <em>Fotografie v plné velikosti</em> <em>Nechráněny</em> nebo v mezipaměti.

source: If <em>Cache the full image</em> is checked the full image will be loaded to the cache and served from there after the first reference. <em>Full&nbsp;image&nbsp;protection</em> must be set to <em>Protected&nbsp;view</em> for the image to be cached. However, once cached, no protections are applied to the image.
cs_cz: Pokud je zaškrtnuto <em>Nahrát do mezipaměti celou fotografii</em>, celá fotografie bude nahrána do mezipaměti a odtud použita při prvním požadavku. Aby byla fotografie nahrána do mezipaměti, musí být <em>Ochrana fotografie v plné velikosti</em> nastavena na <em>Chráněné zobrazení</em>. Nicméně, jakmile je fotografie jednou nahrána do mezipaměti, není použita žádná ochrana fotografie.

source: The <em>user</em>, <em>password</em>, and <em>hint</em> apply to the <em>Download</em> and <em>Protected view</em> level of protection. If there is a password set, the viewer must supply this password to access the image.
cs_cz: <em>Uživatel, heslo</em> a <em>nápověda</em> je použito pro úrovně ochrany <em>Uložit</em> a <em>Chráněné zobrazení</em>. Pokud je fotografie chráněna heslem, pro shlédnutí fotografie je návštěvník nucen toto heslo správně zadat.

source: Select the level of protection for full sized images. <em>Download</em> forces a download dialog rather than displaying the image. <em>No&nbsp;access</em> prevents a link to the image from being shown. <em>Protected&nbsp;view</em> forces image processing before the image is displayed, for instance to apply a watermark or to check passwords. <em>Unprotected</em> allows direct display of the image.
cs_cz: Vyberte úroveň ochrany fotografií v plné velikosti. <em>Uložit</em> vyvolá dialogové okno ke stažení raději než zobrazení celé fotografie. <em>Žádný přístup</em> zakáže odkaz na fotografii v plné velikosti. <em>Chráněné zobrazení</em> si vynutí zpracování fotografie před zobrazením fotografie, například pro aplikaci vodoznaku nebo omezení heslem. <em>Nechráněno</em> umožní přímé zobrazení fotografie.

source: Use lock image
cs_cz: Použít obrázek zámku

source: Substitute a <em>lock</em> image for thumbnails of password protected albums when the viewer has not supplied the password. If your theme supplies an <code>images/err-passwordprotected.png</code> image, it will be shown. Otherwise the default lock image is displayed.
cs_cz: Nahrazuje obrázek <em>zámku</em> pro náhledy fotografií z chráněných alb, když není uživatel přihlášen nebo nemá příslušná oprávnění. Pokud Váš vzhled doplní vlastní obrázek <code>images/err-passwordprotected.gif</code>, tak bude zobrazen místo původního obrázku zámku. V opačném případě bude zobrazen výchozí obrázek pro zámek.

source: hide
cs_cz: skrýt

source: disable
cs_cz: zakázat

source: restore defaults
cs_cz: obnovit výchozí

source: default
cs_cz: standardní

source: restore fields to defaults
cs_cz: obnovit výchozí nastavení

source: mark unused fields <em>do not process</em>
cs_cz: označit nepoužitá pole <em>do not process</em>

source: replace newlines
cs_cz: nahradit nové řádky

source: Select how image metadata fields are handled.
cs_cz: Vyberte, jak se má naložit s metadaty fotografie.

source: Show the field
cs_cz: Zobrazit toto pole

source: Hide the field
cs_cz: Skrýt toto pole

source: Do not process the field
cs_cz: Nezpracovávát toto pole

source: Hint: you can drag down the <em>drag handle</em> in the lower right corner to show more selections.
cs_cz: Nápověda: chytněte a stáhněte dolů <em>ovladač</em> v pravém dolním rohu okna se seznamem metadat, aby se Vám zvětšilo toto okno.

source: If <em>restore fields to defaults</em> is selected the default values for <code>show</code>, <code>hide</code>, and <code>Do not process</code> will be restored.
cs_cz: Pokud je vybráno<em>obnovit výchozí nastavení</em>, budou obnoveny výchozí nastavení pro <code>zobrazit</code>, <code>skrýt</code>, and <code>nezpracovávat</code>.

source: Columns for fields marked <em>do not process</em> will be removed from the database on the next <code>setup</code> execution. Selecting the <em>Mark unused fields do not process</em> will cause metadata fields that have no values to be marked <em>do not process</em> allowing them to be removed from the database.
cs_cz: Řádky označené <em>Nezpracovávat toto pole</em> budou odstraněny z databáze při dalším spuštění <code>instalace</code>. Vybrání <em>Označit nepoužitá pole jako Nezpracovávat toto pole</em> způsobí, že pole, která neměla žádnou vybranou hodnotu, budou označena jako <em>Nezpracovávat toto pole</em>, což jim umožní odstranění z databáze.

source: If <em>replace newlines</em> is selected <code>&lt;br /&gt;</code> will replace <em>newline</em> characters from image metadata destined for <em>titles</em> and <em>descriptions</em>. This happens only when the metadata is imported so you may need to refresh your metadata to see the results.
cs_cz: Pokud je vybrána volba <em>Nahradit nové řádky</em>, nahradí znaky pro <em>nové řádky</em> v metadatech fotografií určených pro <em>název</em> a <em>popis</em>. To se stane pouze tehdy, když jsou metadata importována, takže v tomto případě pak budete muset aktualizovat své metadata, abyste poznali rozdíl ve výsledku.

source: IPTC encoding
cs_cz: IPTC kódování

source: The default character encoding of image IPTC metadata.
cs_cz: Standardní kódování pro IPTC metadata fotografií.

source: Imbed IPTC copyright
cs_cz: Vložený IPTC copyright

source: If checked and an image has no IPTC data a copyright notice will be imbedded cached copies.
cs_cz: Pokud je zaškrtnuto a obrázek nemá data IPTC, bude do kopií v mezipaměti vloženo upozornění na autorská práva.

source: replicate IPTC metadata
cs_cz: kopírovat IPTC metadata

source: If checked IPTC data from the original image will be imbedded in cached copies. If the image has no copyright notice the gallery copyright will be used.
cs_cz: Pokud je zaškrtnuto, budou do kopií v mezipaměti vložena data IPTC z původní fotografie. Pokud fotografie nemá poznámku o autorských právech, budou použita autorská práva galerie.

source: IPTC Imbedding
cs_cz: IPTC vložení

source: <strong>NOTE:</strong> This option applies only to JPEG format cached images.
cs_cz: <strong>Poznámka:</strong> Toto nastavení lze použít pouze na obrázky v meipaměti, které jsou ve formátu JPEG.

source: The plugin is not enabled
cs_cz: Plugin není povolen

source: There are no plugin options to administer.
cs_cz: K dispozici není žádné nastavení.

source: Password for the search guest user. click on <em>Search password</em> to change.
cs_cz: Heslo pro hledání v galerii (účet návštěvníka). Heslo změníte kliknutím na <em>Hledání v galerii - heslo</em>.

source: User ID for the search guest user
cs_cz: Přihlášení pro vyhledávání v galerii (návštěvník).

source: Password for the search guest user. If this is set, visitors must know this password to view search results.
cs_cz: Heslo pro hledání v galerii. Pokud je nastaveno, musí návštěvník znát toto heslo pro hledání v galerii.

source: Search behavior settings
cs_cz: Nastavení vyhledávání

source: fields list
cs_cz: seznam polí

source: default search
cs_cz: Standardní vyhledávání

source: <em>New</em>
cs_cz: <em>nové</em>

source: <em>Within</em>
cs_cz: <em>uvnitř</em>

source: <em>Field list</em> is the set of fields on which searches may be performed.
cs_cz: <em>Seznam polí</em> ve kterých se má provést vyhledávání.

source: Search does matches on all fields chosen based on the matching criteria selected. The <em>string matching</em> criteria is used for all fields except <em>tags</em>. The <em>tag matching</em> criteria is used for them.
cs_cz: Vyhledávání se provede ve všech vybraných polích na základě kritérií vyhledávání. Kritérium <em>Řetězec odpovídá</em> se použije na všechny pole s vyjímkou <em>tagů</em>. Pro ně se použije nastavení <em>Tag odpovídá</em>.

source: <code>pattern</code>: match the target anywhere within the field
cs_cz: <code>předloha</code>: výsledku vyhledávání odpovídá výraz nalezený kdekoliv v textu

source: <code>exact</code>: match the target with the whole field
cs_cz: <code>přesně</code>: výsledku vyhledávání odpovídá přesně celý hledaný výraz

source: <code>word</code>: match the target with whole words in the field
cs_cz: <code>slovo</code>: výsledku vyhledávání odpovídá celé slovo

source: <code>partial word</code>: match the target with the start of words in the field
cs_cz: <code>část slova</code>: výsledku vyhledávání odpovídá začátek slova

source: If <code>Language specific tags</code> is set, searches will ignore tags assigned to languages other than the viewer’s locale. Selecting <code>specific</code> requires an exact match of the tag locale to the viewer locale. Otherwise generic matching is used, e.g. if the user is in the local <em>en_UK</em> he will view tags marked <em>en_US</em>.
cs_cz: Pokud je nastaveno <code>Tagy pro specifický jazyk</code>, vyhledávání bude ignorovat tagy v jiném jazyce než je ten uživatelův. <code>Specifický</code> znamená, že budou vyhledány pouze tagy v uživatelově jazyku. <code>Rodový</code> pak znamená, že pokud uživatelův jazyk je <em>en_UK</em>, bude vidět i tagy označené v <em>en_US</em>.

source: Setting <code>Treat spaces as</code> to <em>OR</em> will cause search to trigger on any of the words in a string separated by spaces. Setting it to <em>AND</em> will cause the search to trigger only when all strings are present. Leaving the option unchecked will treat the whole string as a search target.
cs_cz: Nastavení <code>Považovat mezery za</code> <em>NEBO</em> způsobí, že se budou vyhledávat jednotlivá slova oddělená mezerami. Nastavení <em>A</em> způsobí, že se budou vyhledávat všechny znaky tak, jak jsou napsány. V případě nezaškrtnutí tohoto nastavení, se bude vyhledávat celá fráze.

source: <code>Default search</code> sets how searches from search page results behave. The search will either be from <em>within</em> the results of the previous search or will be a fresh <em>new</em> search.
cs_cz: <code>Standardní vyhledávání</code> nastaví, jak se má chovat vyhledávání. Vyhledává buď <em>uvnitř</em> výsledků předchozího vyhledávání nebo začne <em>nové</em> vyhledávání.

source: Search objects
cs_cz: Hledané objekty

source: do not return <em>album</em> matches
cs_cz: nezobrazovat <em>alba</em> jako výsledky

source: do not return <em>image</em> matches
cs_cz: nezobrazovat <em>fotografie</em> jako výsledky

source: do not return <em>news</em> matches
cs_cz: nezobrazovat <em>novinky</em> jako výsledky

source: do not return <em>page</em> matches
cs_cz: nezobrazovat <em>stránky</em> jako výsledky

source: Setting <code>do not return <em>{item}</em> matches</code> will cause search to ignore <em>{items}</em> when looking for matches.
cs_cz: Nastavení <code>Nezobrazovat <em>{položku}</em> jako výsledky</code> způsobí, že jako výsledek nebudou vráceny <em>{položky}</em>, které odpovídají výsledku hledání.

source: Cache expiry
cs_cz: Platnost mezipaměti

source: redo search after %s minutes.
cs_cz: znovu hledat po %s minutách.

source: cache searches which return randomly sorted items
cs_cz: do mezipaměti nahrát náhodně seřazené výsledky vyhledávání

source: Search will remember the results of particular searches so that it can quickly serve multiple pages, etc. Over time this remembered result can become obsolete, so it should be refreshed. This option lets you decide how long before a search will be considered obsolete and thus re-executed. Setting the option to <em>zero</em> disables caching of searches.
cs_cz: Vyhledávání si bude pamatovat výsledky jednotlivých vyhledávání. Časem se zapamatované výsledky stanou zastaralé, takže by měly být obnoveny. Toto nastavení Vám umožní zvolit si dobu, po kterou bude vyhledávání platné. Nastavením možnosti na <em>nula</em> zrušíte ukládání vyhledávání.

source: Album order
cs_cz: Řazení alba

source: Sort albums by
cs_cz: Seřadit alba podle

source: Search will return items in the selected order.
cs_cz: Vyhledávání vrátí položky ve vybraném pořadí.

source: Sort articles by
cs_cz: Seřadit články podle

source: Page order
cs_cz: Pořadí stránek

source: Sort pages by
cs_cz: Seřadit stránky podle

source: Authentication authority:
cs_cz: Autorizační autorita:

source: Cookie security
cs_cz: Zabezpečení cookies

source: Tie cookies to the IP address of the browser.
cs_cz: Naváže cookies na IP adresu prohlížeče.

source: <strong>Note</strong>: If your browser does not present a consistent IP address during a session you may not be able to log into your site when this option is enabled.
cs_cz: <strong>Poznámka</strong>: V případě, že Váš prohlížeč neposkytuje stále stejnou IP adresu, je možné, že se nebudete moct přihlásit k Vašemu webu, když tuto volbu povolíte.

source: You <strong>WILL</strong> have to login after changing this option.
cs_cz: Po změně tohoto nastavení se budete <strong>muset</strong> znovu přihlásit.

source: If you set the option and cannot login, you will have to restore your database to a point when the option was not set, so you might want to backup your database first.
cs_cz: Pokud zaškrtnete tuto možnost a následně se nebudete moct přihlásit, čeká Vás obnovení databáze do doby před touto změnou. Takže byste si měli nejdřív databázi zálohovat.

source: Obscure cache filenames
cs_cz: Skrýt názvy souborů v mezipaměti

source: Cause the filename of cached items to be obscured. This makes it difficult for someone to "guess" the name in a URL.
cs_cz: Zaškrtnutím se názvy souborů v mezipaměti skryjí. Ztíží to "hádání" názvu v URL.

source: Image Processor security
cs_cz: Zabezpečení zpracování fotografií

source: Add a security parameter to image processor URIs to prevent denial of service attacks requesting arbitrary sized images.
cs_cz: Přidá bezpečnostní parametr při zpracování fotografií, aby se zabránilo útoku požadujícímu libovolné velikosti fotografií.

source: Log encryption
cs_cz: Šifrování logu

source: Security log
cs_cz: Protokol zabezpečení

source: Setup log
cs_cz: Protokol instalace

source: Debug log
cs_cz: Protokol ladění

source: Add encrypts the logs.
cs_cz: Zašifruje logy.

source: <strong>Note</strong>: Encrypting the debug log is not recommended. See the Version 1.7 release notes for details.
cs_cz: <strong>Poznámka</strong>: Šifrování Protokolu ladění není doporučeno. Pro podrobnosti se podívejte do poznámek vydání verze 1.7.

source: The <code>php_openssl</code> library needs to be enabled
cs_cz: Je nutné povolit knihovnu <code>php_openssl</code>.

source: User name
cs_cz: Uživatelské jméno

source: If enabled guest logon forms will include the <em>User Name</em> field. This allows users to logon from the form.
cs_cz: Pokud je tato možnost povolena, přihlašovací formuláře pro hosty budou obsahovat pole <em>Uživatelské jméno</em>. To umožní uživatelům přihlásit se přímo z formuláře.

source: <strong>Note</strong>: This field is required because one or more of the <em>Guest</em> passwords has a user name associated.
cs_cz: <strong>Poznámka:</strong> toto pole je potřebné, protože jedno nebo více hesel pro <em>Návštěvníky</em> je propojeno se jménem uživatele.

source: <em>These image and album presentation options provided by the Core for all themes.</em>
cs_cz: <em>Tato nastavení fotografií a alb zajišťuje přímo galerie pro všechny vzhledy.</em>

source: <strong>Note:</strong> These are <em>recommendations</em> as themes may choose to override them for design reasons.
cs_cz: <strong>Poznámka:</strong> Tato <em>doporučení</em> mohou některé vzhledy přepsat kvůli svým přednastaveným vlastnostem.

source: thumbnails per page
cs_cz: náhledů na stránku

source: This is the number of albums thumbnails you wish per page.
cs_cz: Počet náhledů alb na stránce.

source: This is the number of image thumbnails that you wish per page. Leave empty if you wish all the images to be on one page–­e.g. if the images are shown as a slide show.
cs_cz: Počet náhledů fotografií, které si přejete mít na jedné stránce. V případě, že si přejete, aby všechny fotografie byly na jedné stránce, např. pokud se fotografie zobrazují jako prezentace, ponechte tuto možnost prázdnou.

source: Transition
cs_cz: Přechod

source: separate
cs_cz: odděleně

source: combined
cs_cz: dohromady

source: Choose if album thumbnails and image thumbnails are placed together on the page that transitions from only album thumbnails to only image thumbnails.
cs_cz: Zvolte, zda se na stránce, která přechází z náhledů alb na náhledy fotografií, mají náhledy alb a náhledy fotografií umístit společně.

source: image thumbnail multiple
cs_cz: počet náhledů je dělitelný

source: If this option is set, the image thumbnails on the transition page will be an even multiple of the value.
cs_cz: Pokud je tato možnost nastavena, budou náhledy fotografií na přechodové stránce sudým násobkem této hodnoty.

source: Thumbnail size
cs_cz: Velikost náhledů

source: Standard thumbnails will be scaled to %u pixels.
cs_cz: Standardní náhledy budou zmenšeny na %u pixelů.

source: Crop thumbnails
cs_cz: Vyříznout náhled

source: %s%% left &amp; right
cs_cz: %s%% zleva &amp; zprava

source: %s%% top &amp; bottom
cs_cz: %s%% shora &amp; zdola

source: If checked the thumbnail will be cropped %1$.1f%% in from the top and the bottom margins and %2$.1f%% in from the left and the right margins.
cs_cz: Pokud zvolíte tuto možnost, náhledu bude oříznutý o %1$.1f%% shora a zdola a o %2$.1f%% zleva a zprava.

source: <strong>Note:</strong> changing crop will invalidate existing custom crops.
cs_cz: <strong>Poznámka:</strong> Změna výřezu zneplatní stávající výřezy.

source: Gray scale conversion
cs_cz: Převod do odstínů šedé

source: If checked, images/thumbnails will be created in gray scale.
cs_cz: Pokud je zaškrtnuto, fotografie/náhledy budou vytvořeny v odstínech šedé.

source: Image size
cs_cz: Velikost fotografie

source: height
cs_cz: výška

source: width
cs_cz: šířka

source: shortest side
cs_cz: nejkratší strana

source: longest side
cs_cz: delší strana

source: Default image display size.
cs_cz: Standardně zobrazená velikost fotografie.

source: The image will be sized so that the <em>height</em>, <em>width</em>, <em>shortest side</em>, or the <em>longest side</em> will be equal to <em>image size</em>.
cs_cz: Fotografie bude upravena, takže <em>výška</em>, <em>šířka</em>, <em>nejkratší strana</em> nebo <em>nejdelší strana</em> pak odpovídá velikosti fotografie.

source: Theme head &lt;title&gt; tag
cs_cz: Oddělovač v tagu &lt;title&gt;

source: separator
cs_cz: oddělovač

source: Select if you want parent breadcrumbs and if so the separator for them.
cs_cz: Zaškrtněte, pokud chcete nastavit oddělovač do tagu &lt;title&gt;.

source: The following are options specifically implemented by %s.
cs_cz: Následující nastavení jsou specifická pro %s.

source: All
cs_cz: Všechny

source: Archive
cs_cz: Archiv

source: Both
cs_cz: Oba názvy
