Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: Enter the full urls of the feeds to merge separated by semicolons (e.g. "http://www.domain1.com/rss; http://www.domain2.com/rss")
cs_cz: Zadejte úplné URL adresy kanálů, které chcete sloučit, oddělené středníky (např. "http://www.domain1.com/rss; http://www.domain2.com/RSS").

source: Feed items:
cs_cz: Položek kanálu:

source: The number of new entries you want to appear in your site’s RSS feed
cs_cz: Počet nových položek, které se mají zobrazovat v RSS kanálu Vašeho webu.

source: Select your theme based on the device connecting to your site
cs_cz: Výběr vzhledu na základě zařízení, na kterém se stránka zobrazuje.

source: Phone theme
cs_cz: Vzhled pro telefon

source: Select the theme to be used when a phone device connects.
cs_cz: Vyberte si vzhled, který se zobrazí uživatelům na mobilním telefonu.

source: Tablet theme
cs_cz: Vzhled pro tablet

source: Select the theme to be used when a tablet device connects.
cs_cz: Vyberte si vzhled, který se zobrazí uživatelům na tabletu.

source: Test mode
cs_cz: Testovací mód

source: live
cs_cz: na živo

source: Put the plugin in <em>test mode</em> and it will simulate the selected device. If <em>live</em> is selected operations are normal.
cs_cz: Nastavte plugin do <em>testovacího módu</em> a on bude simulovat vybrané zařízení. Pokud nastavíte <em>na živo</em>, plugin bude pracovat standardně.

source: Enable multiple layouts for
cs_cz: Povolit více způsobů rozložení

source: Select layout:
cs_cz: Vyberte rozložení:

source: Select album layout:
cs_cz: Vyberte rozložení pro album:

source: A plugin for displaying OpenStreetMap based maps.
cs_cz: Plugin pro zobrazení OpenStreetMap.

source: Map dimensions—width
cs_cz: Velikost mapy - šířka

source: Width of the map including the unit name e.g 100% (default for responsive map), 100px or 100em.
cs_cz: Šířka mapy včetně jednotek, například 100% (výchozí nastavení pro responzivní mapu), 100px nebo 100em.

source: Map dimensions—height
cs_cz: Velikost mapy - výška

source: Height of the map including the unit name e.g 100% (default for responsive map), 100px or 100em.
cs_cz: Výška mapy včetně jednotek, například 100% (standard pro responzivní mapu), 100px nebo 100em.

source: Map zoom
cs_cz: Přiblížení mapy

source: Default zoom level.
cs_cz: Výchozí přiblížení mapy.

source: Map minimum zoom
cs_cz: Minimální přiblížení mapy

source: Default minimum zoom level possible.
cs_cz: Výchozí hodnota minimálního dostupného přiblížení mapy.

source: Map maximum zoom
cs_cz: Maximální přiblížení mapy

source: Default maximum zoom level possible. If no value is defined, use the maximum zoom level of the map used (may be different for each map).
cs_cz: Výchozí hodnota maximálního dostupného přiblížení mapy. Pokud není zadána žádná hodnota, použije se maximální hodnota přiblížení mapy (pro každou mapu může být jiná).

source: Select <em>hide</em> to initially hide the map. Select <em>show</em> and the map will display when the page loads.
cs_cz: Výběrem <em>skrýt</em> bude mapa standardně skrytá. Výběrem <em>colorbox</em> se bude zobrazovat v colorboxu. Výběrem <em>zobrazit</em> se mapa zobrazí hned po načtení stránky.

source: Default layer
cs_cz: Výchozí mapový podklad

source: Zoom controls position
cs_cz: Umístění ovládacích prvků

source: Position of the zoom controls
cs_cz: Umístění ovládání přiblížení a oddálení mapy.

source: Cluster radius
cs_cz: Poloměr shluku

source: The maximum radius that a cluster will cover from the central marker (in pixels). Decreasing will make more, smaller clusters.
cs_cz: Maximální poloměr, který shluk značek pokryje od centrální značky (v pixelech). Snížením se vytvoří více menších shluků.

source: Show cluster coverage on hover
cs_cz: Zobrazit pokrytí shluku při najetí myší

source: Enable if you want to show the bounds of a marker cluster on hover.
cs_cz: Povolte, pokud chcete při najetí myší na značku ukázat hranici skupiny značek (tj. co všechno pokrývá shluk značek).

source: Marker popups
cs_cz: Vyskakovací značka

source: Thumb
cs_cz: Náhled

source: Enable the popups you want shown. Popups occur only in the <em>album</em> context.
cs_cz: Povolte vyskakovací okna, která chcete zobrazit. Vyskakovací okna se vyskytují pouze v kontextu <em> alba </em>.

source: Show layers controls
cs_cz: Zobrazit ovládací prvky

source: Enable if you want to show layers controls with selected layers list below.
cs_cz: Povolte, pokud chcete zobrazit ovládací prvky pro výběr níže uvedených mapových podkladů.

source: Layers list
cs_cz: Seznam mapových podkladů

source: Layers controls position
cs_cz: Umístění ovládacích prvků

source: Position of the layers controls
cs_cz: Umístění ovládacích prvků na mapě.

source: Show scale
cs_cz: Zobrazit měřítko

source: Enable if you want to show scale overlay (kilometers and miles).
cs_cz: Povolte, pokud chcete zobrazit měřítko (v kilometrech a mílích).

source: Show cursor position
cs_cz: Zobrazit pozici kurzoru

source: Enable if you want to show the coordinates if moving the cursor over the map.
cs_cz: Povolte, pokud chcete zobrazit souřadnice kurzoru myši při pohybu na mapě.

source: Show album markers
cs_cz: Zobrazit značky alba

source: Enable if you want to show the map on the single image page not only the marker of the current image but all markers from the album. The current position will be highlighted.
cs_cz: Povolte, pokud chcete zobrazit na mapě na stránce s jedním obrázkem nejen značku aktuálního obrázku, ale všechny značky z alba. Aktuální pozice bude zvýrazněna.

source: Mini map
cs_cz: Minimapa

source: Enable if you want to show an overview mini map in the lower right corner.
cs_cz: Povolte, pokud chcete v pravém dolním rohu zobrazit minimapu.

source: Mini map: width
cs_cz: Minimapa: šířka

source: Pixel width
cs_cz: Šířka v pixelech.

source: Mini map: height
cs_cz: Minimapa: výška

source: Pixel height
cs_cz: Výška v pixelech.

source: Mini map: Zoom level
cs_cz: Minimapa: přiblížení mapy

source: The offset applied to the zoom in the minimap compared to the zoom of the main map. Can be positive or negative, defaults to -5.
cs_cz: Posun aplikovaný na přiblížení v minimapě ve srovnání se zvětšením hlavní mapy. Může být kladný nebo záporný, výchozí hodnota je -5.

source: In order to use HEREv3 layers, you must <a href="http://developer.here.com/">register</a>. Once registered, you can create an apiKey which you place here.
cs_cz: Chcete-li používat vrstvy HEREv3, musíte se <a href="http://developer.here.com/">registrovat</a>. Po registraci si můžete vytvořit apiKey, který sem umístíte.

source: In order to use Mapbox layers, you must <a href="https://tiles.mapbox.com/signup">register</a>. Once registered, you can create an apiKey which you place here.
cs_cz: Chcete-li používat vrstvy Mapbox, musíte se <a href="https://tiles.mapbox.com/signup">registrovat</a>. Po registraci si můžete vytvořit apiKey, který sem umístíte.

source: In order to use Thunderforest layers, you must <a href="https://thunderforest.com/pricing/">register</a>. Once registered, you can create an apiKey which you place here.
cs_cz: Chcete-li používat vrstvy Thunderforest, musíte se <a href="https://thunderforest.com/pricing/">registrovat</a>. Po registraci si můžete vytvořit apiKey, který sem umístíte.

source: In order to use <a href="https://www.geoportail.gouv.fr/">GeoportailFrance</a> layers, you must place your apiKey here.
cs_cz: Chcete-li používat vrstvy <a href="https://www.geoportail.gouv.fr/">GeoportailFrance</a>, musíte sem umístit svůj apiKey.

source: In order to use Jawg layers, you must place your <a href="https://www.jawg.io/docs/integration/leaflet/">Access token</a> here.
cs_cz: Chcete-li používat vrstvy Jawg, musíte sem umístit svůj <a href="https://www.jawg.io/docs/integration/leaflet/">Access token</a>.

source: OpenStreetMap Map
cs_cz: OpenStreetMap mapa

source: Handles the "optional" object fields
cs_cz: Zpracovává pole „volitelných“ objektů.

source: <strong>IMPORTANT</strong>: This plugin enables the "tags" database fields. If disabled the admin <em>tags</em> tab will not be present. Click on the <em>More information</em> icon for details.
cs_cz: <strong>Důležité:</strong> Tento plugin umožňuje „tagovat“ databázová pole. Pokud je zakázáno, záložka <em>Tagy</em> se v administraci nebude zobrazovat. Klikněte na ikonu <em>Více informací</em>, kde najdete další podrobnosti.

source: Location
cs_cz: Místo

source: Clear tags
cs_cz: Smazat tagy

source: Add tags to images
cs_cz: Přidat tagy k fotografiím

source: Clear tags of images
cs_cz: Smazat tagy fotografií

source: Set as thumbnail for
cs_cz: Nastavit jako náhled pro

source: Image watermark
cs_cz: Vodoznak fotografie

source: Credit
cs_cz: Zásluha

source: Add tags to articles
cs_cz: Přidat tagy ke článkům

source: Clear tags of articles
cs_cz: Smazat tagy u článků

source: Extra Content
cs_cz: Dodatečný obsah

source: thumb
cs_cz: náhled

source: full image
cs_cz: fotografie v plné velikosti

source: No tags assigned
cs_cz: nejsou přiřazeny žádné tagy

source: Add
cs_cz: Přidat

source: Prints a paged thumbs navigation on image.php, independent of the album.php’s thumbs.
cs_cz: Zobrazí stránkovanou navigaci miniatur na image.php, oddělenou od miniatur v album.php.

source: Thumbs per page
cs_cz: Náhledů na stránku

source: Controls the number of images on a page. You might need to change this after switching themes to make it look better.
cs_cz: Určuje počet fotografií na jedné stránce. Po změně vzhledu budete možná muset hodnotu upravit pro lepší zobrazení.

source: Counter
cs_cz: Počítadlo

source: If you want to show the counter “x - y of z images”.
cs_cz: Zaškrtněte pro zobrazení počítadla “X - Y z Z fotografií".

source: Prevtext
cs_cz: Text odkazu na předchozíí náhledy

source: The text for the previous thumbs.
cs_cz: Text odkazu směřujícího na předchozí náhledy.

source: Nexttext
cs_cz: Text odkazu na následující náhledy

source: The text for the next thumbs.
cs_cz: Text odkazu směřujícího na následující náhledy.

source: The thumb crop width is the maximum width when height is the shortest side
cs_cz: Šířka vyříznutého náhledu je maximální šířka pokud je výška kratší stranou.

source: The thumb crop height is the maximum height when width is the shortest side
cs_cz: Výška vyříznutého náhledu je maximální výška pokud je šířka kratší stranou.

source: Crop
cs_cz: Výřez

source: If checked the thumbnail will be a centered portion of the image with the given width and height after being resized to thumb size (by shortest side). Otherwise, it will be the full image resized to thumb size (by shortest side).
cs_cz: Pokud je zaškrtnuto, náhledem bude část ze středu šířky fotografie o dané šířce a výšce po přizpůsobení na velikost náhledu (podle kratší strany). Jinak bude použita celá fotografie zmenšená na velikost náhledu (podle kratší strany).

source: if you want to use placeholder for layout reasons to fill up the thumbs if the number of thumbs does not match images per page. Recommended only for cropped thumbs.
cs_cz: Zaškrtněte pokud chcete použít placeholders z důvodu vzhledu pro vyplnění místa pro náhledy pokud počet náhledů nesouhlasí s počtem fotografií na stránku. Doporučeno pouze pro oříznuté náhledy.

source: Page list
cs_cz: Seznam stránek

source: If you want the list of the pages to be shown.
cs_cz: Zaškrtněte pokud chcete zobrazit seznam stránek.

source: Pages list prev and next links
cs_cz: Seznam stran s odkazem na předchozí a následující stranu

source: If you want to show previous and next thumb page links with the page list.
cs_cz: Pokud chcete zobrazit náhled s odkazem na předchozí a následující stranu na seznamu stran.

source: Pages list length
cs_cz: Délka seznamu stránek

source: The number of links for the page list.
cs_cz: Počet odkazů v seznamu stránek.

source: previous thumbs
cs_cz: předchozí náhledy

source: next thumbs
cs_cz: další náhledy

source: Images %1$u-%2$u of %3$u (%4$u/%5$u)
cs_cz: Fotografie %1$u-%2$u z %3$u (%4$u/%5$u)

source: A plugin to display photo images as a panorama.
cs_cz: Plugin pro zobrazení fotografií jako panoramat.

source: Panoramic images can be quite large which may cause issues. Please review the note in the plugin usage information.
cs_cz: Panoramatické snímky mohou být poměrně velké, což může způsobit problémy. Přečtěte si prosím poznámku v informacích o použití pluginu.

source: Panorama height
cs_cz: Výška panorama

source: The image will be resized so that its <span style="color:blue">%1$s</span> pixels high when displayed. The image width will be scaled proportionately.
cs_cz: Velikost fotografie se změní tak, aby byl při zobrazení <span style="color:blue">%1$s</span> pixelů vysoký. Šířka obrázku bude proporcionálně zmenšena.

source: Start position
cs_cz: Výchozí pozice

source: Indicate the start position of the panorama by positioning the slider.
cs_cz: Umístěním posuvníku určete počáteční polohu panoramatu.

source: image left
cs_cz: fotografie vlevo

source: image right
cs_cz: fotografie vpravo

source: Scroll left/right to pan through panorama.
cs_cz: Posouváním vlevo/vpravo panorama posouváte.

source: Adds a theme function to print an album menu either as a nested list or as a dropdown menu.
cs_cz: Přidá do vzhledu funkci, která zobrazí menu v albu jako vnořený seznam nebo rozbalovací menu.

source: "List" subalbum level
cs_cz: Úroveň podlaba "Seznamu"

source: The depth of subalbum levels shown with the <code>printAlbumMenu</code> and <code>printAlbumMenuList</code> “List” option. Note: themes may override this default.
cs_cz: Hloubka úrovní podalba zobrazená u voleb „Seznam“ <code> printAlbumMenu </code> a <code> printAlbumMenuList </code>. Poznámka: vzhledy mohou toto výchozí nastavení přepsat.

source: Show counts
cs_cz: Zobrazit počty

source: If checked, image and album counts will be included in the list. Note: Themes may override this option.
cs_cz: Pokud je zaškrtnuto, budou v seznamu zahrnuty počty fotografií a alb. Poznámka: Vzhledy mohou tuto možnost přepsat.

source: Provide public CMS <em>pages</em> and <em>categories</em> in a private gallery.
cs_cz: Poskytujte veřejné CMS <em>stránky</em> a <em>kategorie</em> v soukromé galerii.

source: This plugin is not useful if the <code>zenpage</code> plugin is not enabled.
cs_cz: Tento plugin není užitečný, pokud není povolen plugin <code> zenpage </code>.

source: Public pages
cs_cz: Veřejné stránky

source: Check the pages you want to be public.
cs_cz: Označte stránky, které mají být veřejné.

source: Public categories
cs_cz: Veřejné kategorie

source: Check the categories you want to be public. Note: uncategorized articles are by definition public.
cs_cz: Označte stránky, které mají být veřejné. Poznámka: nekategorizované články jsou podle definice veřejné.

source: Note: your site is public, so this plugin is of little use.
cs_cz: Poznámka: Váš web je veřejný, takže tento plugin je málo užitečný.

source: A single place to quickly review your unpublished content.
cs_cz: Jediné místo pro rychlou kontrolu nepublikovaného obsahu.

source: Publish content
cs_cz: Zveřejnit obsah

source: Click to show content
cs_cz: Klikněte pro zobrazení obsahu

source: Click to hide content
cs_cz: Klikněte pro skrytí obsahu

source: Manage content publication
cs_cz: Správa zveřejnění obsahu

source: Defaults applied
cs_cz: Výchozí nastavení použito

source: Publish albums by default
cs_cz: Standardně zveřejňovat alba

source: Publish images by default
cs_cz: Standardně zveřejňovat fotografie

source: <strong>Note:</strong> Items not published by inheritance are not included.
cs_cz: <strong>Poznámka:</strong> Položky, které nejsou publikovány z dědičnosti, nejsou zahrnuty.

source: Albums:
cs_cz: Alba:

source: view
cs_cz: prohlížet

source: Publish albums
cs_cz: Zveřejnit alba

source: Publish waiting albums.
cs_cz: Zveřejnit čekající alba.

source: Propagate un-published state
cs_cz: Nastavit nezveřejňovaný stav

source: Set all subalbums of an un-published album to un-published.
cs_cz: Nastavit všechna podalba nezveřejněných alb jako nezveřejňovaná.

source: No albums are un-published.
cs_cz: Všechna alba jsou zveřejněna.

source: Images not published
cs_cz: Fotografie nejsou zveřejněny

source: Review images older than: %s
cs_cz: Prohlédnout fotografie starší než: %s

source: Review images
cs_cz: Prohlédnout fotografie

source: Images:
cs_cz: Fotografie:

source: Publish
cs_cz: Zveřejnit

source: Do not publish
cs_cz: Nezveřejnit

source: No images meet the criteria.
cs_cz: Žádné fotografie nevyhovují zadaným kritériím.

source: Categories not published
cs_cz: Kategorie nebyly zveřejněny.

source: %u unpublished category
cs_cz: %u nezveřejněná kategorie

source: Category changes applied
cs_cz: Změny v Kategoriích byly aplikovány

source: Categories:
cs_cz: Kategorie:

source: Publish categories
cs_cz: Zveřejnit kategorie

source: Publish waiting categories.
cs_cz: Zveřejnit čekající kategorie.

source: No unpublished categories
cs_cz: Žádné nezveřejněné kategorie

source: News articles not published
cs_cz: Článek Novinek nebyl zveřejněn

source: %u unpublished article
cs_cz: %u nezveřejněný článek

source: News article changes applied
cs_cz: Změny v článku Novinek byly aplikovány

source: Articles:
cs_cz: Články:

source: Publish articles
cs_cz: Zveřejnit články

source: Publish waiting articles.
cs_cz: Zveřejnit čekající články.

source: No unpublished articles
cs_cz: Žádné nezveřejněné články

source: Pages:
cs_cz: Stránky:

source: Publish waiting pages.
cs_cz: Zveřejnit čekající stránky.

source: Provides a means to purge options for Themes and Plugins.
cs_cz: Umožňuje vymazat možnosti Vzhledů a Pluginů.

source: purge
cs_cz: vymazat

source: Themes
cs_cz: Vzhled

source: hidden
cs_cz: skrytý

source: Provides a function to emit a QR code image.
cs_cz: Poskytuje funkci pro zobrazení obrázku QR kódu.

source: Provides a quota management system to limit the sum of sizes of images a user uploads.
cs_cz: Poskytuje systém správy kvót k omezení součtu velikostí fotografií, které uživatel nahraje.

source: <strong>Note:</strong> if FTP is used to upload images, manual user assignment is necessary. ZIP file upload is disabled by default as quotas are not applied to the files contained therein.
cs_cz: <strong>Poznámka:</strong> pokud je pro nahrávání použití FTP, musíte uživatele nastavit ručně. Nahrávání ZIP archívů je vypnuté, takže se kvóty na fotografie v nich obsažené nevztahují.

source: <a href="#%1$s"><code>%1$s</code></a> is already enabled.
cs_cz: <a href="#%1$s"><code>%1$s</code></a> je již povoleno.

source: Default quota
cs_cz: Výchozí kvóta

source: Default size limit in kilobytes.
cs_cz: Standardní maximální velikost v kilobytech.

source: Allow ZIP files
cs_cz: Povolit ZIP soubory

source: The size of a ZIP file may be slightly smaller than the sum of the <em>image</em> files it contains. Un-check this box if you wish to disable uploading of ZIP files.
cs_cz: Velikost ZIP souboru může být mírně nižší než součet souborů s <em>fotografiemi</em>, které obsahuje. Zrušte zaškrtnutí tohoto políčka, pokud si přejete zakázat odesílání souborů ZIP.

source: (%s kb used)
cs_cz: (%s kb využito)

source: Image storage quota:
cs_cz: Kvóta pro ukládání fotografií:

source: Allowed: %s kb
cs_cz: Povoleno: %s kb

source: Quotas
cs_cz: Kvóty

source: Uploading is disabled.
cs_cz: Nahrávání je zakázáno.

source: Your available upload quota is <span %1$s>%2$s</span> kb.
cs_cz: K dispozici máte <span %1$s>%2$s</span> kB pro nahrávání.

source: <em>filesize</em> field will be added to the images database.
cs_cz: Pole <em>filesize</em> bude doplněno do databáze fotografií.

source: <em>filesize</em> field will be <span style = "color:red;font-weight:bold;">dropped</span> from the images database.
cs_cz: Pole <em>filesize</em> bude <span style="color:red;font-weight:bold;">odstraněno</span> z databáze fotografií.

source: Adds several theme functions to enable images, album, news, or pages to be rated by users.
cs_cz: Přidá do vzhledu několik funkcí, které umožňují uživatelům hodnotit fotografie, alba, novinky nebo stránky.

source: open
cs_cz: otevřeno

source: members &amp; guests
cs_cz: registrovaní &amp; návštěvníci

source: members only
cs_cz: pouze registrovaní

source: closed
cs_cz: uzavřeno

source: Voting state
cs_cz: Stav hodnocení

source: <em>Enable</em> state of voting.
cs_cz: <em>Povolit</em> stav hodnocení.

source: Stars
cs_cz: Hvězdičky

source: Rating will use %u star.
cs_cz: Hodnocení bude používat %u hvězdičku.

source: Split stars
cs_cz: Dělení hvězdiček

source: full
cs_cz: celá

source: half
cs_cz: polovina

source: third
cs_cz: třetina

source: Show fractional stars based on rating. May cause performance problems for pages with large numbers of rating elements.
cs_cz: Povolí v hodnocení hvězdičkami zobrazení po méně než celé hvězdičce. Na stránkách s velkým počtem hodnotících prvků může způsobovat problémy s výkonem.

source: Icon size
cs_cz: Velikost ikony

source: large
cs_cz: velká

source: medium
cs_cz: střední

source: small
cs_cz: malá

source: The size of the icon used for voting.
cs_cz: Velikost ikony sloužící k hlasování.

source: Individual image control
cs_cz: Individuální správa fotografií

source: Enable to allow voting status control on individual images.
cs_cz: Povolí správu stavu hodnocení pro každou fotografii zvlášť.

source: Recast vote
cs_cz: Změnit hodnocení

source: No
cs_cz: ne

source: Show rating
cs_cz: zobrazit hodnocení

source: Show previous vote
cs_cz: zobrazit předchozí hodnocení

source: Allow users to change their vote. If Show previous vote is chosen, the stars will reflect the last vote of the viewer. Otherwise they will reflect the current rating.
cs_cz: Povolí uživatelům změnit jejich hodnocení. Pokud je vybráno Zobrazit předchozí hodnocení, hvězdičky budou zobrazovat poslední hodnocení uživatele. Jinak budou zobrazovat celkové hodnocení.

source: Like/Dislike
cs_cz: Líbí / Nelíbí

source: Use like/dislike rather than stars.
cs_cz: Použít Líbí / Nelíbí místo hvězdiček.

source: Allow zero
cs_cz: Povolit nulu

source: Allows rating to be zero.
cs_cz: Povolí hodnotit nula hvězdičkami.

source: retract
cs_cz: zrušit

source: Vote Status:
cs_cz: Stav hodnocení:

source: Reset all ratings
cs_cz: Vynulovat všechna hodnocení

source: Sets all ratings to unrated.
cs_cz: Nastaví všechny fotografie a alba jako nehodnocená.

source: Rating %2$.1f (%1$u vote)
cs_cz: Hodnocení %2$.1f (%1$u hlas)

source: Not yet rated
cs_cz: Zatím nehodnoceno

source: like
cs_cz: Líbí

source: %u star
cs_cz: %u hvězdička

source: Submit »
cs_cz: Odeslat »

source: Vote Submitted
cs_cz: Hodnocení odesláno

source: nothing to submit
cs_cz: nic k odeslání

source: All ratings have been set to <em>unrated</em>.
cs_cz: Všechna hodnocení byla nastavena na <em>nehodnoceno</em>.

source: Google reCAPTCHA handler.
cs_cz: Google reCAPTCHA.

source: The <em>allow_url_fopen</em> PHP.ini setting is disabled. reCAPTCHA requires that <em>allow_url_fopen</em> PHP.ini setting to be enabled.
cs_cz: <em>allow_url_fopen</em> je v nastavení PHP.ini zakázáno. reCAPTCHA vyžaduje, aby <em>allow_url_fopen</em> bylo v nastavení PHP.ini povoleno.

source: This is your Google <em>reCAPTCHA Site key</em>.
cs_cz: Toto je Váš Google <em>reCAPTCHA Site key</em>.

source: This is your Google <em>reCAPTCHA Secret</em>.
cs_cz: Toto je Váš Google <em>reCAPTCHA Secret</em>.

source: Light
cs_cz: Světlý

source: Dark
cs_cz: Tmavý

source: Hidden
cs_cz: Skrytý
