Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: Return to %s
cs_cz: Návrat na %s

source: Admin
cs_cz: Administrace

source: close
cs_cz: zavřít

source: To move a sub-item out from its list you must drag it out via the bottom of the list. That is drag it to past the last item in the sub-list then drag it left and drop it. Then you can move it into to another sub-list. If you are moving out multiple levels you must repeat the move process for each level.
cs_cz: Chcete-li přesunout podpoložku ze seznamu, musíte ji přetáhnout do spodní části seznamu. To znamená, že ji přetáhnete za poslední položku v podřízeném seznamu, pak ji přetáhnete doleva a pustíte. Poté ji můžete přesunout do jiného dílčího seznamu. Pokud položku přesunujete z více úrovní, musíte postup přesunutí opakovat pro každou úroveň.

source: A simpler media content management system
cs_cz: Jednodušší systém pro správu mediálního obsahu

source: version %1$s
cs_cz: verze %1$s

source: netPhotoGraphics license
cs_cz: netPhotoGraphics licence

source: License
cs_cz: Licence

source: Forum
cs_cz: Fórum

source: Support
cs_cz: Podpora

source: View Change log
cs_cz: Prohlédnout změny

source: Change log
cs_cz: Změny

source: Apply
cs_cz: Použít

source: Reset
cs_cz: Smazat změny

source: Back
cs_cz: Zpět

source: View
cs_cz: Prohlížet

source: %1$s administration:%2$s%3$s
cs_cz: %1$s administrace: %2$s%3$s

source: Logged in as %1$s
cs_cz: Přihlášen jako %1$s

source: Logged in as %1$s (last login %2$s)
cs_cz: Přihlášen jako %1$s (poslední přihlášení %2$s)

source: go to user profile
cs_cz: Přejít na profil uživatele

source: Log Out
cs_cz: Odhlásit

source: View <em>%s</em>
cs_cz: Zobrazit <em>%s</em>

source: View gallery index
cs_cz: Zobrazit galerii

source: return to top
cs_cz: Návrat na začátek.

source: Your Setup scripts are not protected.
cs_cz: Instalační soubory nejsou chráněny.

source: The Setup environment is not totally secure, you should protect the scripts to thwart hackers.
cs_cz: Instalační soubory nejsou zcela chráněny proti zneužití, měli byste je ochránit před hackery.

source: Protect the scripts.
cs_cz: Ochránit instalační soubory.

source: Images
cs_cz: Fotografie

source: Image order
cs_cz: Pořadí fotografií

source: Subalbums
cs_cz: Podalba

source: Mass-edit subalbums
cs_cz: Hromadná úprava podalb

source: Deprecated.
cs_cz: Zastaralé

source: all
cs_cz: Vše

source: add tag
cs_cz: Přidat tag

source: Select what shows on page
cs_cz: Vyberte, co se zobrazí na stránce

source: New subalbum
cs_cz: Nové podalbum

source: New dynamic subalbum
cs_cz: Nové dynamické podalbum

source: Album Title
cs_cz: Název alba

source: Images with duplicate names have been excluded.
cs_cz: Fotografie s duplicitními názvy byly vyloučeny.

source: Album Description
cs_cz: Popis alba

source: Album password
cs_cz: Heslo alba

source: No album password is currently set. Click to set one.
cs_cz: V současné době není nastaveno žádné heslo alba. Kliknutím ho nastavíte.

source: clear password
cs_cz: Vymazat heslo

source: An album password is currently set. Click to clear or change the password.
cs_cz: Aktuálně je nastaveno heslo alba. Kliknutím heslo zrušíte nebo změníte.

source: Password is encrypted with a deprecated password hashing algorithm.
cs_cz: Heslo je zašifrováno pomocí zastaralého hashovacího algoritmu.

source: Album guest user
cs_cz: Album hosta

source: repeat password
cs_cz: Zopakovat heslo

source: Password hint
cs_cz: Nápověda hesla

source: Show
cs_cz: Zobrazit

source: Manual
cs_cz: Ručně

source: Custom
cs_cz: Vlastní

source: Sort subalbums by
cs_cz: Seřadit podalba podle

source: *gallery album sort order
cs_cz: *řazení alb v galerii

source: *parent album subalbum sort order
cs_cz: Řazení alb dle nadřazeného alba

source: Descending
cs_cz: Sestupně

source: custom fields
cs_cz: uživatelská pole

source: Sort images by
cs_cz: Seřadit fotografie podle

source: *gallery image sort order
cs_cz: Standardní řazení fotografií v galerii

source: *parent album image sort order
cs_cz: Řazení fotografií dle nadřazeného alba

source: Album theme
cs_cz: Vzhled alba

source: *gallery theme
cs_cz: *vzhled galerie

source: Album watermarks
cs_cz: Vodoznak alba

source: *no watermark
cs_cz: *bez vodoznaku

source: *default
cs_cz: *standardní

source: Thumbnails
cs_cz: Náhledy

source: Thumbnail
cs_cz: Náhled

source: General
cs_cz: Hlavní nastavení

source: Published
cs_cz: Publikované

source: calendar
cs_cz: kalendář

source: Expired!
cs_cz: Platnost skončila!

source: Publish date
cs_cz: Datum publikace

source: Expiration date
cs_cz: Datum konce platnosti

source: Owner
cs_cz: Vlastník

source: Comments on
cs_cz: Komentáře zapnuty

source: Reset hit counter (%u hit)
cs_cz: Vynulovat počítadlo (shlédnutí: %u)

source: Reset rating (%u stars)
cs_cz: Vynulovat hodnocení (hodnocení: %u)

source: Reset rating (unrated)
cs_cz: Hodnocení: (nehodnoceno)

source: Utilities
cs_cz: Užitečné funkce

source: Move
cs_cz: Přesunout

source: Copy
cs_cz: Kopírovat

source: Rename Folder
cs_cz: Přejmenovat adresář

source: Delete album
cs_cz: Smazat album

source: Album will be deleted when changes are applied.
cs_cz: Po uložení změn bude album smazáno.

source: Cancel
cs_cz: Zrušit

source: to:
cs_cz: komu:

source: Upload to album
cs_cz: Nahrát do alba

source: Upload
cs_cz: Nahrát fotografie

source: Clear album image cache
cs_cz: Smazat mezipaměť alba

source: Clears the album’s cached images.
cs_cz: Vymaže mezipaměť alba s fotografiemi.

source: Reset album hit counters
cs_cz: Vynulovat počítadlo alba

source: Resets album’s hit counters.
cs_cz: Vynuluje počitadlo alba.

source: Refresh album metadata
cs_cz: Obnovit metadata alba

source: Refreshes the metadata for the album.
cs_cz: Obnoví metadata tohoto alba.

source: Albums
cs_cz: Alba

source: Albums (dynamic)
cs_cz: Alba (dynamická)

source: Images (dynamic)
cs_cz: Fotografie (dynamické)

source: has/does not have password
cs_cz: má/nemá heslo

source: pick source
cs_cz: kopírovat adresu

source: published/not published/scheduled for publishing
cs_cz: publikováno/nepublikováno/naplánováno k publikování

source: comments on/off
cs_cz: komentáře zap/vyp

source: view the album
cs_cz: zobrazit album

source: refresh metadata
cs_cz: obnovit metadata

source: reset hit counters
cs_cz: vynulovat počítadla

source: delete
cs_cz: smazat

source: Edit this album: %s
cs_cz: Upravit album: %s

source: images
cs_cz: Fotografie

source: albums
cs_cz: Alba

source: Subalbum List
cs_cz: Počet podalb

source: un-protected
cs_cz: Nechráněné

source: password protected
cs_cz: Chráněno heslem

source: Un-publish the album %s
cs_cz: Nepublikovat album %s

source: Publish the album %s
cs_cz: Publikovat album %s

source: Disable comments
cs_cz: Zakázat komentáře

source: Enable comments
cs_cz: Povolit komentáře

source: View album
cs_cz: Zobrazit album

source: Refresh metadata for the album %s
cs_cz: Obnovit metadata alba pro album %s

source: Reset hit counters for album %s
cs_cz: Vynulovat počítadlo alba %s

source: Delete the album %s
cs_cz: Smazat album %s

source: Edit %1$s image
cs_cz: Upravit %1$s fotografii

source: prev image
cs_cz: Předchozí fotografie

source: next image
cs_cz: Další fotografie

source: page %u
cs_cz: stránka %u

source: Previous page
cs_cz: Předchozí stránka

source: Next page
cs_cz: Další stránka

source: Cannot create new theme.
cs_cz: Nelze vytvořit nový vzhled.

source: Directory “%s” already exists!
cs_cz: Adresář "%s" již existuje!

source: Your theme, based on theme %s
cs_cz: Váš vzhled založený na vzhledu %s

source: Your theme
cs_cz: Váš vzhled

source: New custom theme created successfully!
cs_cz: Nový uživatelský vzhled úspěšně vytvořen!

source: New custom theme created, but its description could not be updated
cs_cz: Nové vlastní vzhled byl vytvořen, ale jeho popis nelze aktualizovat.

source: An error occurred while copying files. Please delete manually the new theme directory “%s” and retry or copy files manually.
cs_cz: Při kopírování souborů došlo k chybě. Prosím, odstraňte ručně adresář nového vzhledu “%s” a zkuste to znovu nebo zkopírujte soubory ručně.

source: Rights:
cs_cz: Oprávnění:

source: check/uncheck all
cs_cz: zaškrtnout/odškrtnout vše

source: All rights
cs_cz: Všechna práva

source: Pages
cs_cz: Stránky

source: News
cs_cz: Novinky

source: Primary album
cs_cz: Hlavní album

source: edit
cs_cz: upravit

source: upload
cs_cz: Nahrát fotografie

source: view unpublished
cs_cz: prohlížet nepublikované

source: Managed albums:
cs_cz: Spravovaná alba:

source: Managed news categories:
cs_cz: Spravované kategorie novinek:

source: News categories
cs_cz: Kategorie novinek

source: Managed pages:
cs_cz: Spravované stránky:

source: Select one or more %1$s for the %2$s to manage.
cs_cz: Vyberte jednu nebo více %1$s, které může %2$s spravovat.

source: user
cs_cz: uživatel

source: Users with "Admin" or "Manage all %1$s" rights can manage all %2$s. All others may manage only those that are selected.
cs_cz: Uživatelé s "Admin" nebo "Spravovat všechny %1$s" právy mohou lze spravovat všechny %2$s. Všichni ostatní mohou spravovat pouze ty, které jsou vybrány.

source: You may manage these %s subject to the above rights.
cs_cz: %s můžete spravovat dle nastavení v části Oprávnění.

source: Show %u album level
cs_cz: Zobrazit %u úroveň alb

source: %u image per page
cs_cz: %u fotografie na stránku

source: %u user per page
cs_cz: %u uživatel na stránku

source: %u plugin per page
cs_cz: %u plugin na stránku

source: %u group per page
cs_cz: %u skupina na stránku

source: %u template per page
cs_cz: %u šablona na stránku

source: Check All
cs_cz: Vybrat vše

source: New categories:
cs_cz: Nové kategorie:

source: Change author
cs_cz: Změnit autora

source: New author:
cs_cz: Nové autor:

source: New owner:
cs_cz: Nový vlastník:

source: Destination
cs_cz: Cíl

source: add codeblock
cs_cz: přidat codeblock

source: To display a codeblock place a function call on <code>printCodeBlocks(</code><em>block number</em><code>)</code> at the appropriate place in your <em>%1$s</em> script.
cs_cz: Pro zobrazení codeblocků vložte volání funkce <code>printCodeBlocks(</code><em>číslo bloku</em><code>)</code> na příslušném místě ve Vašem <em>%1$s</em> skriptu.

source: Codeblock 0 is deprecated.
cs_cz: Codeblock 0 je zastaralý.

source: “%s” Cross Site Request Forgery blocked.
cs_cz: “%s” Cross Site Request Forgery zablokováno.

source: %1$s:%2$s not changed to %3$s (duplicate titlelink.)
cs_cz: %1$s:%2$s není změněno na %3$s (duplicitní odkaz na název)

source: prev
cs_cz: zpět

source: next
cs_cz: další

source: Last changed %1$s by %2$s
cs_cz: Poslední změnu provedl %2$s dne %1$s

source: Owner: %1$s
cs_cz: Majitel: %1$s

source: setup
cs_cz: Instalace

source: security
cs_cz: Zabezpečení

source: debug
cs_cz: Vyhledat chyby

source: deprecated
cs_cz: zastaralé

source: admin support
cs_cz: administrátor

source: development
cs_cz: Vývoj

source: example
cs_cz: Příklad

source: mail
cs_cz: E-mail

source: media
cs_cz: Média

source: misc
cs_cz: Různé

source: Security
cs_cz: Zabezpečení

source: theme support
cs_cz: vzhled

source: tools
cs_cz: Nástroje

source: users
cs_cz: Uživatelé

source: <em>3rd party</em>
cs_cz: <em>Třetí strany</em>

source: <em>Enabled</em>
cs_cz: <em>Povolené</em>

source: <em>Disabled</em>
cs_cz: <em>Zakázané</em>

source: <em>Deprecated</em>
cs_cz: <em>Zastaralé</em>

source: <em>Class</em>
cs_cz: <em>Třída</em>

source: <em>Feature</em>
cs_cz: <em>Vlastnosti</em>

source: <em>Admin</em>
cs_cz: <em>Administrátor</em>

source: <em>Theme</em>
cs_cz: <em>Vzhled</em>

source: Missing DocBlock
cs_cz: Chybějící DocBlok

source: CATEGORY
cs_cz: Kategorie

source: CLASS
cs_cz: Třída

source: Image
cs_cz: Fotografie

source: %s failed to delete.
cs_cz: %s se nepodařilo odstranit.

source: %s deleted successfully.
cs_cz: %s smazáno úspěšně.

source: You must supply a password.
cs_cz: Je třeba zadat heslo.

source: Your passwords did not match.
cs_cz: Vaše hesla nesouhlasí.

source: The image edit form submission has been truncated. Try displaying fewer images on a page.
cs_cz: Odesílání formuláře úprav fotografií bylo zastaveno. Zkuste zobrazit méně fotografií na stránce.

source: Hit counters have been reset.
cs_cz: Počítadla byla vynulována.

source: Cache has been purged.
cs_cz: Mezipaměť byla vymazána.

source: Your files have been uploaded.
cs_cz: Vaše soubory byly nahrány.

source: <em>%s</em> already exists.
cs_cz: <em>%s</em> již existuje.

source: Changes applied
cs_cz: Změny uloženy

source: Nothing changed
cs_cz: Nic se nezměnilo

source: Selected items deleted
cs_cz: Vybrané položky smazány

source: Selected items published
cs_cz: Vybrané položky publikovany

source: Selected items unpublished
cs_cz: Vybrané položky nepublikovany

source: Comments enabled for selected items
cs_cz: Komentáře povoleny pro vybrané položky

source: Comments disabled for selected items
cs_cz: Komentáře zakázány pro vybrané položky

source: Hitcounter for selected items
cs_cz: Počítadla pro vybrané položky

source: Tags added for selected items
cs_cz: Štítky přidány pro vybrané položky

source: Tags cleared for selected items
cs_cz: Štítky vymazány pro vybrané položky

source: Tags added for images of selected items
cs_cz: Štítky přidány pro fotografie vybraných položek

source: Tags cleared for images of selected items
cs_cz: Štítky vymazány pro fotografie vybraných položek

source: Owner changed for selected items
cs_cz: U vybraných položek se změnil vlastník

source: Invalid %s.
cs_cz: Neplatné %s.

source: Image already exists.
cs_cz: Fotografie již existuje.

source: Album already exists.
cs_cz: Album již existuje.

source: Cannot move, copy, or rename to a subalbum of this album.
cs_cz: Nelze přejmenovat, přesunout, kopírovat do podalba tohoto alba.

source: Cannot move, copy, or rename to a dynamic album.
cs_cz: Nelze přesunout, kopírovat nebo přejmenovat do dynamického alba.

source: Cannot rename an image to a different suffix
cs_cz: Nelze přejmenovat fotografii na soubor s jinou příponou

source: Album delete failed
cs_cz: Smazání alba selhalo

source: There was an error #%d with a move, copy, or rename operation.
cs_cz: Došlo k chybě #%d při přesouvání, kopírování nebo přejmenování.

source: You can also copy the link to your clipboard to paste elsewhere
cs_cz: Můžete zkopírovat adresu do schránky a pak ji vložit jinde.

source: tags
cs_cz: Tagy

source: Backup
cs_cz: Zálohování

source: Refresh database
cs_cz: Aktualizace databáze

source: Refresh metadata
cs_cz: Obnovit metadata

source: Reset album thumbs
cs_cz: Resetovat řazení náhledů

source: Either the PHP <code>curl</code> extension or the PHP ini setting <code>allow_url_fopen</code> must be enabled.
cs_cz: Musí být povoleno buď rozšíření PHP <code>curl</code>, nebo nastavení <code>allow_url_fopen</code> v PHP.ini.

source: netPhotoGraphics could not download %1$s.
cs_cz: netPhotoGraphics nemůže stáhnout: %1$s.

source: Could not create: %1$s
cs_cz: Nemohu vytvořit: %1$s

source: Curl returned the error: %1$s
cs_cz: Curl vrátil chybu: %1$s

source: Curl received the HTTP status code %1$s
cs_cz: Curl obdržel stavový kód HTTP %1$s

source: PHP <code>copy(%1$s)</code> failed: %2$s
cs_cz: PHP <code>copy(%1$s)</code> selhalo: %2$s

source: PHP <code>copy(%1$s)</code> failed
cs_cz: PHP <code>copy(%1$s)</code> selhalo

source: GitHub reported no assets.
cs_cz: GitHub nenahlásil žádné prostředky.

source: Could not determine the %s latest release.
cs_cz: Nepodařilo se určit %s nejnovější verzi.

source: Filename
cs_cz: Jméno souboru

source: Date
cs_cz: Datum

source: Title
cs_cz: Název

source: Filemtime
cs_cz: Čas

source: Last change date
cs_cz: Poslední změna

source: admin
cs_cz: Administrátor

source: overview
cs_cz: Přehled

source: Gallery statistics
cs_cz: Statistika galerie

source: news
cs_cz: Novinky

source: articles
cs_cz: Články

source: categories
cs_cz: Kategorie

source: pages
cs_cz: Stránky

source: my profile
cs_cz: Můj profil

source: my images
cs_cz: Moje fotografie

source: general
cs_cz: Všeobecné

source: gallery
cs_cz: Galerie

source: image
cs_cz: Fotografie

source: search
cs_cz: Vyhledávání

source: forms
cs_cz: Formuláře

source: plugin
cs_cz: Pluginy

source: theme
cs_cz: Vzhled

source: options
cs_cz: Nastavení

source: themes
cs_cz: Vzhled

source: plugins
cs_cz: Pluginy

source: Installation information
cs_cz: Instalační informace

source: logs
cs_cz: Záznamy

source: Database Reference
cs_cz: Náhled databáze

source: HTTP header inspector
cs_cz: Inspektor hlavičky HTTP

source: Drag the albums into the order you wish them displayed.
cs_cz: Přesunutím alb upravíte pořadí jejich zobrazení.

source: descending
cs_cz: sestupně

source: Sort subalbums by:
cs_cz: Seřadit vnořená alba podle:

source: <strong>Note:</strong> Dragging an album under a different parent will move the album. You cannot move albums under a <em>dynamic</em> album.
cs_cz: <strong>Poznámka:</strong> Přetažení pod jiné hlavní album přesune album. Alba nelze přesunout do <em>dynamického</em> alba.

source: Select an album to edit its description and data.
cs_cz: Vyberte album, které chcete změnit.

source: Thumbnail generation may be time consuming on slow servers or when there are a lot of images.
cs_cz: Generování náhledů může být na časově náročné na pomalejších serverech nebo v případě načítání velkého množství fotografií.

source: Gallery
cs_cz: Galerie

source: Edit All Albums in %1$s
cs_cz: Upravit všechna alba v %1$s

source: Description
cs_cz: Popis

source: Sorts
cs_cz: Řazení v albu

source: Watermarks
cs_cz: Vodoznak

source: *Bulk actions*
cs_cz: *Hromadné akce*

source: Delete
cs_cz: Smazat

source: Set to published
cs_cz: Publikovat

source: Set to unpublished
cs_cz: Zrušit publikování

source: Edit Album: <em>%1$s%2$s</em>
cs_cz: Upravit album: <em>%1$s%2$s</em>

source: Set the image order by dragging them to the positions you desire.
cs_cz: Přetažením seřaďte fotografie do požadovaného pořadí.

source: unpublished
cs_cz: nepublikované

source: bulk action
cs_cz: hromadná akce

source: Failed to save the album file
cs_cz: Nepodařilo se uložit soubor alba

source: You do not have edit rights on this album.
cs_cz: Nemáte práva pro editaci tohoto alba.

source: Your search criteria is empty.
cs_cz: Vaše vyhledávací kritéria jsou prázdná.

source: dynamic
cs_cz: dynamické

source: Create Dynamic Album
cs_cz: Vytvořit Dynamické album

source: Album name:
cs_cz: Jména alba:

source: Create in:
cs_cz: Vytvořit v:

source: Thumbnail:
cs_cz: Náhled:

source: Search criteria:
cs_cz: Vyhledávací kritérium:

source: Return albums found
cs_cz: Zobrazit nalezená alba

source: Return images found
cs_cz: Zobrazit nalezené fotografie

source: Return unpublished items
cs_cz: Zobrazit nepublikované položky

source: string matching
cs_cz: Řetězec odpovídá

source: <em>pattern</em>
cs_cz: <em>předloze</em>

source: <em>partial word</em>
cs_cz: <em>části slova</em>

source: <em>word</em>
cs_cz: <em>slovu</em>

source: tag matching
cs_cz: Tag odpovídá

source: <em>partial</em>
cs_cz: <em>částečně</em>

source: <em>exact</em>
cs_cz: <em>přesně</em>

source: language specific tags
cs_cz: Tagy - specifický jazyk

source: off
cs_cz: vypnuto

source: generic
cs_cz: rodové

source: specific
cs_cz: specifické

source: treat spaces as
cs_cz: Považovat mezery za

source: <em>space</em>
cs_cz: <em>mezera</em>

source: <em>OR</em>
cs_cz: <em>NEBO</em>

source: <em>AND</em>
cs_cz: <em>A</em>

source: within
cs_cz: uvnitř

source: tagged
cs_cz: oštítkované

source: Select <em>tagged</em> to statically define the search results as the album contents.
cs_cz: Chcete-li staticky definovat výsledky vyhledávání jako obsah alba, vyberte možnost <em>oštítkované</em>.

source: This tag will be assigned to each item found by the search. The search criteria for the album will be exclusively the tag. Thus the contents of this dynamic album are defined statically at the time of creation.
cs_cz: Tento štítek bude přiřazen každé položce nalezené při vyhledávání. Kritériem pro vyhledávání v albu bude výhradně tento štítek. Obsah tohoto dynamického alba je tedy definován staticky v okamžiku jeho vytvoření.

source: Search fields:
cs_cz: Vyhledávat v polích:

source: There is no place you are allowed to put this album.
cs_cz: Neexistuje žádné místo, kam byste toto album mohli umístit.

source: You must have <em>upload</em> rights to at least one album to have a place to store this album.
cs_cz: Abyste měli kam toto album uložit, musíte mít práva <em>Nahrávat fotografie</em> alespoň k jednomu albu.

source: Create the album
cs_cz: Vytvořit album

source: The album couldn’t be created in the “albums” folder. This is usually a permissions problem. Try setting the permissions on the albums and cache folders to be world-writable using a shell:
cs_cz: Album nebylo vytvořit ve složce "alba". To je obvykle problém oprávnění. Zkuste pomocí shellu nastavit oprávnění ke složkám alb a mezipaměti tak, aby bylo možné je zapisovat do celého adresáře:

source: or use your FTP program to give everyone write permissions to those folders.
cs_cz: nebo dát všem oprávnění k zápisu do těchto složek pomocí programu FTP.

source: Mass-edit albums
cs_cz: Hromadná úprava alb

source: Are you sure you want to delete this entire album?
cs_cz: Jste si jisti, že chcete smazat toto celé album?

source: Are you Absolutely Positively sure you want to delete the album? THIS CANNOT BE UNDONE!
cs_cz: Jste si absolutně jisti, že chcete smazat toto album? SMAZÁNÍ NELZE VRÁTIT ZPĚT!

source: New album name?
cs_cz: Jméno nového alba?

source: Are you sure you want to delete the checked items?
cs_cz: Jste si jisti, že chcete smazat vybrané položky?

source: Show thumbnail stand-in
cs_cz: Zobrazit náhrady za náhledy alb

source: Show album thumb
cs_cz: Zobrazit náhledy alb

source: Change owner
cs_cz: Změnit vlastníka

source: Image metadata refreshed.
cs_cz: Metadata fotografie aktualizována.

source: Sort albums by:
cs_cz: Seřadit alba podle

source: New album
cs_cz: Nové album

source: New dynamic album
cs_cz: Nové dynamické album

source: There are no albums for you to edit.
cs_cz: Žádná alba k editaci.

source: Click on the image to change the thumbnail cropping.
cs_cz: Pro změnu ořezu náhledu klikněte na fotografii.

source: Image filter
cs_cz: Filtr pro fotografie

source: published
cs_cz: publikované

source: %s (descending)
cs_cz: %s (sestupně)

source: Display images by:
cs_cz: Zobrazit fotografií podle:

source: <strong>Filename:</strong>
cs_cz: <strong>Jméno fotografie:</strong>

source: <strong>Image id:</strong>
cs_cz: <strong>ID fotografie:</strong>

source: <strong>Dimensions:</strong>
cs_cz: <strong>Rozměry:</strong>

source: <strong>Size:</strong>
cs_cz: <strong>Velikost:</strong>

source: None selected for display
cs_cz: není nic vybráno k zobrazení

source: latitiude
cs_cz: zeměpisná šířka

source: longitude
cs_cz: zeměpisná délka

source: Edit all image data
cs_cz: Upravit všechny údaje o fotografii

source: Reset hitcounter (%u hit)
cs_cz: Vynulovat počítadlo (shlédnutí: %u)

source: Reset rating (%u star)
cs_cz: Vynulovat hodnocení (%u hvězdička)

source: Rename File
cs_cz: Přejmenovat

source: Are you sure you want to select this image for deletion?
cs_cz: Jste si jisti, že chcete smazat vybranou fotografii?

source: Delete image
cs_cz: Smazat fotografii

source: to
cs_cz: na/do

source: Image will be deleted when changes are applied.
cs_cz: Fotografie bude smazána po uložení změn.

source: Rotation:
cs_cz: Otočení:

source: None
cs_cz: Žádné

source: Refresh Metadata
cs_cz: Aktualizovat metadata

source: Crop thumbnail
cs_cz: Vyříznout náhled

source: Select an album to view your images.
cs_cz: Vyberte album pro zobrazení vašich fotografií.

source: You have no images assigned to you.
cs_cz: Nemáte přiřazené žádné fotografie.
