Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: Check to enable fluid full width layout.
cs_cz: Označte, pokud chcete povolit rozvržení, které se přizpůsobí celé šířce stránky.

source: Homepage slideshow
cs_cz: Slideshow na úvodní stránce

source: Check to include a slideshow on the homepage.
cs_cz: Označte, pokud chcete na úvodní stránce zobrazit prezentaci.

source: Slideshow Type
cs_cz: Typ prezentace

source: Random
cs_cz: Náhodné

source: Popular
cs_cz: Populární

source: Latest by ID
cs_cz: Nejnovější podle ID

source: Latest by Date
cs_cz: Nejnovější podle data

source: Latest by mtime
cs_cz: Nejnovější podle času změny

source: Latest by Publish Date
cs_cz: Nejnovější podle data publikování

source: Most Rated
cs_cz: Nejvíce hodnocené

source: Top Rated
cs_cz: Nejlépe hodnocené

source: Select how the images will be chosen for the homepage slideshow.
cs_cz: Vyberte, jakým způsobem mají být vybrány fotografie pro prezentaci na úvodní stránce.

source: Album to choose from
cs_cz: Album z kterého vybírat

source: Choose a specific album to display its images. Album needs to be published. Images are preferably in panoramic format: 1920px wide
cs_cz: Vyberte konkrétní album ze kterého se budou zobrazovat fotografie. Album musí být publikované. Nejvhodnější jsou fotografie v panoramatickém formátu: 1920 px široké.

source: Number of slides
cs_cz: Počet snímků ve slideru

source: Select how the images will be chosen for the homepage slideshow. Default is 5
cs_cz: Vyberte, jak budou fotografie vybírány pro slideshow na domovské stránce. Výchozí hodnota je 5.

source: Homepage blog
cs_cz: Úvodní stránka blogu

source: Check to enable blog posts as main content of the homepage.
cs_cz: Zaškrtněte pro zobrazení příspěvků z blogu jako hlavního obsahu domovské stránky.

source: Homepage content
cs_cz: Obsah domovské stránky

source: Latest pictures
cs_cz: Nejnovější fotografie

source: Random pictures
cs_cz: Náhodné fotografie

source: Chose what to display on the homepage.
cs_cz: Vyberte, co se má zobrazit na domovské stránce.

source: Display archive link in footer.
cs_cz: V zápatí zobrazit odkaz na archív.

source: If you use <a href="http://www.google.com/analytics">Google Analytics</a>, paste your ID here
cs_cz: Pokud používáte <a href="http://www.google.com/analytics">Google Analytics</a>, vložte zde své ID.

source: ShareThis id
cs_cz: ID služby ShareThis

source: Provide your <a href="http://www.sharethis.com">ShareThis</a> ID
cs_cz: Zadejte své <a href="http://www.sharethis.com">ShareThis</a> ID

source: AddThis code
cs_cz: Kód služby AddThis

source: Write your <a href="http://www.addthis.com">Addthis</a> Code (the one under "Go to www.addthis.com/dashboard to customize your tools"). Use small buttons for AddThis. Do not add both Addthis and Sharethis!
cs_cz: Zadejte svůj <a href="http://www.addthis.com">AddThis</a> kód (ten, který najdete pod „Go to www.addthis.com/dashboard to customize your tools“). Použijte malá tlačítka pro AddThis. Nepřidávejte současně AddThis i ShareThis!

source: URL to Facebook
cs_cz: URL na Facebook

source: Provide your <a href="http://www.facebook.com">Facebook</a> page or profile URL
cs_cz: Zadejte URL své <a href="http://www.facebook.com">Facebook</a> stránky nebo profilu

source: Twitter profile name
cs_cz: Název profilu na Twitteru

source: Provide your <a href="http://www.twitter.com">Twitter</a> profile name (without the @)
cs_cz: Zadejte název svého <a href="http://www.twitter.com">Twitter</a> profilu (bez @)

source: URL to Google Plus Page
cs_cz: URL na stránku Google Plus

source: Provide your <a href="http://plus.google.com">Google Plus</a> <em>page</em> URL
cs_cz: Zadejte URL své <a href="http://plus.google.com">Google Plus</a> <em>stránky</em>

source: URL to FlickR
cs_cz: URL na FlickR

source: Provide your <a href="http://www.flickr.com">FlickR</a> gallery URL
cs_cz: Zadejte URL galerie na <a href="http://www.flickr.com">FlickR</a>

source: URL to 500px
cs_cz: URL na 500px

source: Provide your <a href="http://500px.com">500px</a> gallery URL
cs_cz: Zadejte URL galerie na <a href="http://500px.com">500px</a>

source: URL to Instagram
cs_cz: URL na Instagram

source: Provide your <a href="http://instagram.com/">Instagram</a>
cs_cz: Zadejte URL svého <a href="http://instagram.com/">Instagram</a> profilu

source: URL to Pinterest
cs_cz: URL na Pinterest

source: Provide your <a href="http://pinterest.com/">Pinterest</a> board or page
cs_cz: Zadejte URL svého <a href="http://pinterest.com/">Pinterest</a> boardu nebo stránky

source: URL to Deviantart
cs_cz: URL na Deviantart

source: Provide your <a href="http://deviantart.com/">Deviantart</a> page
cs_cz: Zadejte URL své <a href="http://deviantart.com/">Deviantart</a> stránky

source: URL to Tumblr
cs_cz: URL na Tumblr

source: Provide your <a href="http://tumblr.com/">Tumblr</a> page URL
cs_cz: Zadejte URL své <a href="http://tumblr.com/">Tumblr</a> stránky

source: Zenpage theme designed by <a href="http://www.maltem.de">Malte Müller</a>
cs_cz: Zenpage Theme od <a href="http://www.maltem.de">Malte Müller</a>

source: The Zenpage CMS plugin default theme. It does also work without Zenpage installed as a normal theme. It contains extra support for print_album_menu plugin or the menu_manager plugin (one of these should be enabled for album links in the sidebar), the dynamic_locale plugin, the new paged_thumbs_nav plugin and the jCarousel_thumb_nav plugin.
cs_cz: Standardní vzhled pluginu Zenpage. Pracuje také bez Zenpage instalovaného jako normální vzhled. Obsahuje zvláštní podporu pro print_album_menu plugin nebo menu_manager plugin (jeden z nich by měl být povolen pro zobrazení odkazů v bočním panelu), dymamic_locale plugin, nový page_thumbs_nav plugin a jCarousel_thumb_nav plugin.

source: Enable this if you want to show the news section’s first page on the <code>index.php</code> page.
cs_cz: Povolte tuto volbu, pokud chcete zobrazit první stránku sekce Novinky na stránce <code>index.php</code>.

source: Choose here any <em>un-published Zenpage page</em> (listed by <em>titlelink</em>) to act as your site’s homepage instead the normal gallery index.
cs_cz: Zde vyberte libovolnou <em>nepublikovanou stránku Zenpage</em> (v seznamu podle <em>titlelink</em>), která bude sloužit jako domovská stránka vašeho webu místo standardního indexu galerie.

source: Check this if you want to use the <em>menu_manager</em> plugin if enabled to build a custom menu instead of the separate standard ones. A standard menu named "zenpage" is created and used automatically.
cs_cz: Zapnite ak chcete použiť zásuvný modul <em>menu_manager</em> na vytvorenie upravenej ponuky menu namiesto štandardnej. Štandardné menu "zenpage" je tvorené a používané automaticky.
