Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: If an image processor URI is discovered it will be converted to a cache file URI.
cs_cz: Pokud obrazový procesor objevil URI, budou převedeny do URI souboru mezipaměti.

source: If the cache file for the image does not exist, a caching image reference will be made for the image.
cs_cz: Pokud soubor mezipaměti pro fotografii neexistuje, bude odkaz na fotografii v mezipaměti vytvořen.

source: If these are enabled.
cs_cz: pokud jsou povoleny.

source: image processor reference
cs_cz: odkaz na obrazový procesor

source: <strong>Note:</strong> the following objects have images that appear to no longer exist.
cs_cz: <strong>Poznámka:</strong> následující objekty mají obrazy, které již neexistují.

source: %u image processor reference found.
cs_cz: %u odkaz na obrazový procesor nalezen.

source: You should use the refresh button to convert these to cached image references
cs_cz: Použijte tlačítko Obnovit pro jejich převod na obraz v mezipaměti odkazů.

source: %u cached image reference found.
cs_cz: %u odkaz na fotografie v mezipaměti nalezen.

source: %s reference re-cache attempted.
cs_cz: %s odkaz na pokusy o opětovné nahrání do mezipaměti.

source: %s cache folder reference fixed.
cs_cz: %s reference adresáře v mezipaměti opraveno.

source: Refresh
cs_cz: Obnovit

source: Refresh the caching of the images stored in the database if some images did not render.
cs_cz: Obnoví nahrání fotografií v databázi do mezipaměti v případě, že se některé fotografie nezobrazily.

source: Refresh cache for %s
cs_cz: Obnovit mezipaměť pro %s

source: Full Image
cs_cz: Fotografie v plné velikosti

source: Plugin is not enabled
cs_cz: Plugin není povolen

source: invalid MaxSpace
cs_cz: neplatná hodnota MaxSpace

source: all sizes for <em>%1$s</em>
cs_cz: všechny velikosti pro <em>%1$s</em>

source: %u cache size to apply.
cs_cz: Vybrána %u velikost k nahrání do mezipaměti.

source: %u cache size requested
cs_cz: %u velikost pro mezipamět požadována

source: Finished processing %1$u image (%2$s).
cs_cz: Zpracování %1$u fotografie bylo ukončeno (%2$s).

source: Refresh the caching of the selected image sizes if some images did not render.
cs_cz: Obnoví nahrání vybraných velikostí fotografií do mezipaměti v případě, že se některé fotografie nezobrazily správně.

source: Continue
cs_cz: Pokračovat

source: No cache sizes enabled.
cs_cz: Nejsou povoleny žádné velikosti vyrovnávací paměti.

source: Cache the images
cs_cz: Nahrát fotografie do mezipaměti

source: Executes the caching of the selected image sizes.
cs_cz: Spustí nahrávání označených velikostí fotografií do mezipaměti.

source: Call to undefined method cachemanager::%1$s()
cs_cz: Volání nedefinované metody cachemanager::%1$s()

source: %1$s: image %2$s
cs_cz: %1$s: fotografie %2$s

source: [%u image]
cs_cz: %u fotografie

source: netPhotoGraphics captcha handler.
cs_cz: Nastavení captcha v netPhotoGraphics.

source: Only one Captcha handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
cs_cz: Může být povolen pouze jeden plugin CAPTCHA. Plugin <a href="#%1$s"><code>%1$s</code></a> je již povolen.

source: Hash key
cs_cz: Hash klíč

source: The key used in hashing the CAPTCHA string. Note: this key will change with each successful CAPTCHA verification.
cs_cz: Klíč použitý k hashování CAPTCHA. Poznámka: tento klíč se změní po každé úspěšné CAPTCHA ověření.

source: Allowed characters
cs_cz: Povolené znaky:

source: The characters which may appear in the CAPTCHA string.
cs_cz: Znaky, které mohou být použity pro CAPTCHA.

source: CAPTCHA length
cs_cz: Délka CAPTCHA:

source: The number of characters in the CAPTCHA.
cs_cz: Počet znaků v CAPTCHA.

source: CAPTCHA font
cs_cz: Font pro CAPTCHA:

source: random
cs_cz: náhodný

source: The font to use for CAPTCHA characters.
cs_cz: Font použitý pro CAPTCHA.

source: CAPTCHA font size
cs_cz: Velikost fontu pro CAPTCHA:

source: The size to use if the font is scalable (<em>TTF</em> fonts.)
cs_cz: Velikost použitého fontu, pokud ho lze měnit (<em>TTF</em> fonty).

source: Sample CAPTCHA image
cs_cz: Ukázka obrázku CAPTCHA.

source: Provides a means for handling arbitrary file types as "images".
cs_cz: Poskytuje prostředky pro zpracování libovolných typů souborů jako "fotografií".

source: Watermark default images
cs_cz: Vodoznak fotografií

source: Check to place watermark image on default thumbnail images.
cs_cz: Umístí vodoznak na standardní náhledy fotografií.

source: Treats GPX files as "images" and shows the map Track defined by the file.
cs_cz: Zpracovává soubory GPX jako „obrázky“ a zobrazuje mapu trasy definovanou v souboru.

source: class-GPX requires the openStreetMap plugin be enabled.
cs_cz: class-GPX vyžaduje, aby byl povolen plugin openStreetMap.

source: %1$s: Failed to load GPX file.
cs_cz: %1$s: Nepodařilo se načíst soubor GPX.

source: Album image waypoints
cs_cz: Body trasy s fotografiemi alb

source: Waypoints will be created for images in the album that have geodata.
cs_cz: Pro fotografie v albu, které obsahují geodata, budou vytvořeny waypointy.

source: Default color for Tracks
cs_cz: Výchozí barva stop <trk>

source: Track paths will be %1$s by default.
cs_cz: Stopy budou mít výchozí barvu %1$s.

source: Default color for Routes
cs_cz: Výchozí barva tras <rte>

source: Route paths will be %1$s by default.
cs_cz: Trasy budou mít výchozí barvu %1$s.

source: %1$s: No GPX path
cs_cz: %1$s: Žádná stopa nebo trasa GPX

source: Provides a means for showing text type documents (.txt, .html, .htm).
cs_cz: Poskytuje možnost zobrazit textové dokumenty (.txt, .html, .htm).

source: The <em>audio-video</em> handler.
cs_cz: Správa <em>audio-videa</em>.

source: This plugin handles <code>mpeg</code> multi-media files. <strong>Note:</strong> native <code>mpeg</code> support requires HTML5 browser support. You should enable a multimedia player plugin to handle other media files.
cs_cz: Tento zásuvný modul zpracovává multimediální soubory <code>mpeg</code>. <strong>Poznámka:</strong> nativní podpora <code>mpeg</code> vyžaduje, aby prohlížeč podporoval HTML5. Pro práci s jinými multimediálními soubory byste měli povolit plugin multimediálního přehrávače.

source: High quality alternate
cs_cz: Alternativa ve vysoké kvalitě

source: <code>getFullImageURL()</code> returns a URL to a file with one of these high quality video alternate suffixes if present.
cs_cz: <code>getFullImageURL()</code> vrátí URL souboru s jednou z těchto videí ve vysoké kvalitě, pokud je k dispozici.

source: player options
cs_cz: nastavení přehrávače

source: <strong>%1$s</strong> options
cs_cz: <strong>%1$s</strong> nastavení

source: Video File Format
cs_cz: Formát souboru videa

source: Video File Size
cs_cz: Velikost souboru videa

source: Video Artist
cs_cz: Umělec videa

source: Video Title
cs_cz: Název videa

source: Bitrate_Mode
cs_cz: Mód dátového toku

source: Bits per sample
cs_cz: Bitů na vzorek

source: Codec
cs_cz: Kodek

source: Compression Ratio
cs_cz: Kompresní poměr

source: Video Dataformat
cs_cz: Formát dat videa

source: File Encoder
cs_cz: Převaděč souboru

source: Sample rate
cs_cz: Vzorkovací frekvence

source: Channel mode
cs_cz: Režim kanálu

source: Format
cs_cz: Formát

source: Channels
cs_cz: Kanály

source: Frame rate
cs_cz: Snímková frekvence

source: X Resolution
cs_cz: X rozlíšení

source: Y Resolution
cs_cz: Y rozlíšení

source: Aspect ratio
cs_cz: Poměr stran

source: Play Time
cs_cz: Doba přehrávání

source: getid3 exceptions for %1$s::%2$s
cs_cz: getid3 výjimky pro %1$s::%2$s

source: Poster image
cs_cz: Náhled videa

source: The thumbnail image (if present) will be shown when the player is initially displayed.
cs_cz: Náhled videa (pokud je dostupný) bude zobrazen při načtení přehrávače.

source: If checked the player will start automatically when the page has loaded.
cs_cz: Pokud je zaškrtnuto, přehrávač se spustí automaticky po načtení stránky.

source: Player width
cs_cz: Šířka přehrávače

source: The width of the video player. Currentlly the player is %1$dx%2$s pixels.
cs_cz: Šířka přehrávače videí. Aktuální velikost přehrávače je %1$dx%2$s pixelů.

source: Your browser does not support the audio tag
cs_cz: Váš prohlížeč nepodporuje audio tag.

source: Your browser does not support the video tag
cs_cz: Váš prohlížeč nepodporuje video tag.

source: No multimedia extension installed for this format.
cs_cz: Tento formát momentálně nelze přehrát — chybí potřebné rozšíření.

source: Metadata fields will be <span style = "color:red;font-weight:bold;">dropped</span> from the Image object.
cs_cz: Pole s metadaty budou z objektu fotografie <span style="color:red;font-weight:bold;">odstraněna</span>

source: Allows multiple installations to share a single set of script files.
cs_cz: Povoluje vícenásobné instalace za použití pouze jedné sady instalačních souborů.

source: Only the primary installation may clone offspring installations.
cs_cz: Len primárna inštalácia može klonovať dcérske inštalácie.

source: Your server does not support symbolic linking.
cs_cz: Váš server nepodporuje symbolické odkazy.

source: clone
cs_cz: Klonovat instalaci

source: You attempted to clone to the master install.
cs_cz: Pokusili jste se klonovat do hlavní instalace.

source: The <code>zp-data</code> could not be renamed to <code>
cs_cz: Nepodařilo se přejmenovat <code>zp-data</code> na <code>

source: The existing symlink <code>%s</code> was replaced.
cs_cz: Existující symbolický odkaz <code>%s</code> byl nahrazen.

source: The existing folder <code>%s</code> was replaced.
cs_cz: Existující složka <code>%s</code> byla nahrazena.

source: Folder <code>%s</code> Link created.
cs_cz: Odkaz na složku <code>%s</code> byl vytvořen.

source: The existing symlink <code>%s</code> was removed but Link creation failed.
cs_cz: Existující symbolický odkaz <code>%s</code> byl odstraněn, ale vytvoření odkazu se nezdařilo.

source: The existing folder <code>%s</code> was removed but Link creation failed.
cs_cz: Existující složka <code>%s</code> byla odstraněna, ale vytvoření odkazu se nezdařilo.

source: <code>%s</code> Link creation failed.
cs_cz: Vytvoření odkazu <code>%s</code> se nezdařilo.

source: The existing symlink <code>%s</code> could not be removed.
cs_cz: Existující symbolický odkaz <code>%s</code> nebylo možné odstranit.

source: The existing folder <code>%1$s</code> could not be removed.
cs_cz: Existující složku <code>%1$s</code> nebylo možné odstranit.

source: The existing file <code>%s</code> could not be removed.
cs_cz: Existující soubor <code>%1$s</code> nebylo možné odstranit.

source: The existing file <code>%s</code> was replaced.
cs_cz: Existující soubor <code>%s</code> byl nahrazen.

source: <code>%s</code> Link created.
cs_cz: Odkaz <code>%s</code> byl vytvořen.

source: The existing file <code>%s</code> was removed but Link creation failed.
cs_cz: Existující soubor <code>%s</code> byl odstraněn, ale vytvoření odkazu se nezdařilo.

source: Folder <code>%s</code> copied.
cs_cz: Složka <code>%s</code> byla zkopírována.

source: Folder <code>%s</code> copy failed.
cs_cz: Kopírování složky <code>%s</code> se nezdařilo.

source: Obsolete symlink <code>%s</code> discarded.
cs_cz: Zastaralý symbolický odkaz <code>%s</code> byl odstraněn.

source: Obsolete symlink <code>%s</code> could not be removed.
cs_cz: Zastaralý symbolický odkaz <code>%s</code> nebylo možné odstranit.

source: Successful clone to %s
cs_cz: Úspěšně naklonováno do %s.

source: setup the new install
cs_cz: Nastavit novou instalaci

source: Before running setup for <code>%1$s</code> please reinstall the following setup files from the %2$s to this installation:
cs_cz: Před spuštěním nastavení pro <code>%1$s</code> prosím znovu nainstalujte následující instalační soubory z %2$s do této instalace:

source: Clone to <code>%s</code> failed
cs_cz: Klonování do <code>%s</code> se nezdařilo.

source: Site clones
cs_cz: Klonované weby

source: Visit the site.
cs_cz: Navštivte web.

source: Last setup run version: %s
cs_cz: Poslední spuštěná verze instalace: %s

source: No longer a clone of this installation.
cs_cz: Už se nejedná o klon této instalace.

source: Remove invalid clones.
cs_cz: Odstranit neplatné klony.

source: Create a new install with symbolic links to the current installation scripts.
cs_cz: Vytvoří novou instalaci se symbolickými odkazy na aktuální instalační soubory.

source: <strong>Note:</strong> Existing Site scripts will be removed from the target if they exist.
cs_cz: <strong>Poznámka:</strong> Stávající instalační soubory budou odstraněny z cíle, pokud existují.

source: No subfolders in:
cs_cz: Žádné podsložky v:

source: Select the destination folder:
cs_cz: Vyberte cílovou složku:

source: Verify WEB link to this install:
cs_cz: Ověřte webový odkaz na tuto instalaci:

source: Clone installation
cs_cz: Naklonovat instalaci

source: Loads Colorbox JS and CSS scripts for selected theme page scripts.
cs_cz: Načte Colorbox JS a CSS skripty pro označené skripty stránek vzhledů.

source: Note that this plugin does not attach Colorbox to any element. You need to do this on your theme yourself.
cs_cz: Tento plugin nepřidává Colorbox k žádnému prvku. To musíte udělat sami v nastavení vzhledu.

source: Colorbox theme
cs_cz: Colorbox vzhled

source: The Colorbox script comes with 5 example themes you can select here. If you select <em>custom (within theme)</em> you need to place a folder <em>colorbox_js</em> containing a <em>colorbox.css</em> file and a folder <em>images</em> within the current theme to override to use a custom Colorbox theme.
cs_cz: Colorbox má pět příkladů vzhledu, ze kterých si můžete vybrat. Pokud si vyberete <em>Vlastní (v rámci vzhledu)</em> musíte vložit adresář <em>colorbox</em> obsahující soubor <em>colorbox.css</em> a adresář <em>images</em> do aktuálně používaného vzhledu, abyste přepsali aktuální nastavení Colorboxu.

source: Provides a unified comment handling facility.
cs_cz: Poskytuje jednotnou správu nastavení komentářů.

source: Enable comment notification
cs_cz: Povolit upozornění na komentář

source: Email the Admin when new comments are posted
cs_cz: Pokud je přidán nový komentář, zaslat e-mail administrátorovi.

source: Name field
cs_cz: Jméno:

source: Omit
cs_cz: Vynechat

source: Require
cs_cz: Požadováno

source: If the <em>Name</em> field is required, the poster must provide a name.
cs_cz: Pokud je pole <em>Jméno</em> požadováno, uživatel musí vepsat své jméno.

source: Email field
cs_cz: E-mail:

source: If the <em>Email</em> field is required, the poster must provide an email address.
cs_cz: Pokud je pole <em>E-mail</em> požadováno, uživatel musí vepsat svůj e-mail.

source: Website field
cs_cz: Web:

source: If the <em>Website</em> field is required, the poster must provide a website.
cs_cz: Pokud je pole <em>Web</em> požadováno, uživatel musí vepsat webovou adresu.

source: Captcha field
cs_cz: Captcha:

source: For guests
cs_cz: Pro návštěvníky

source: If <em>Captcha</em> is required, the form will include a Captcha verification.
cs_cz: Pokud je pole <em>Captcha</em> požadováno, formulář bude obsahovat ověření pomocí Captcha.

source: No captcha handler is enabled.
cs_cz: Není povolena žádná obsluha captcha.

source: Address fields
cs_cz: Adresa

source: If <em>Address fields</em> are shown or required, the form will include positions for address information. If required, the poster must supply data in each address field.
cs_cz: Pokud jsou zobrazeny nebo požadovány pole pro <em>Adresu</em>, formulář bude obsahovat pole pro informace o adrese. Pokud jsou povinné, uživatel musí vyplnit každé z polí adresy.

source: Allow comments on
cs_cz: Povolit komentáře pro

source: Comment forms will be presented on the checked pages.
cs_cz: Na zaškrtnutých stránkách bude zobrazen formulář pro komentáře.

source: Toggled comment block
cs_cz: Vysouvací blok s komentáři

source: If checked, existing comments will be initially hidden. Clicking on the provided button will show them.
cs_cz: Pokud je zaškrtnuto, komentáře budou zpočátku skryté. Teprve při kliknutí na tlačítko se zobrazí.

source: Show author URL
cs_cz: Zobrazit URL autora komentáře

source: To discourage SPAM, uncheck this box and the author URL will not be revealed.
cs_cz: Aby jste nepomáhali spamu, odškrtněte tuto funkci a URL autora komentáře se nebude zobrazovat.

source: Only members can comment
cs_cz: Pouze členové mohou komentovat

source: If checked, only logged in users will be allowed to post comments.
cs_cz: Pokud je zaškrtnuto, komentáře mohou přidávat pouze přihlášení uživatelé.

source: Allow private postings
cs_cz: Povolit soukromé komentáře

source: If checked, posters may mark their comments as private (not for publishing).
cs_cz: Pokud je zaškrtnuto, uživatel může označit svůj komentář jako soukromý (neveřejný).

source: Allow anonymous posting
cs_cz: Povolit anonymní komentáře

source: If checked, posters may exclude their personal information from the published post.
cs_cz: Pokud je zaškrtnuto, uživatel může skrýt své osobní informace v publikovaném příspěvku.

source: Include RSS link
cs_cz: Zobrazit odkaz na RSS

source: If checked, an RSS link will be included at the bottom of the comment section.
cs_cz: Pokud je zaškrtnuto, pod polem pro komentář bude zobrazen odkaz na RSS.

source: Comments per page
cs_cz: Komentářů na stránku

source: The comments that should show per page on the admin tab and when using the jQuery pagination
cs_cz: Počet komentářů, které se mají zobrazovat na stránce s použitím jQuery stránkování.

source: Disabled
cs_cz: Zakázáno

source: Configuration file for TinyMCE when used for comments. Set to <code>Disabled</code> to disable visual editing.
cs_cz: Nastavení TinyMCE, pokud se používá pro komentáře. Pro vypnutí vizuálního upravování komentářů nastavte na <code>Zakázáno</code>.

source: Configuration file for TinyMCE when used for the <em>edit comments</em> tab.
cs_cz: Nastavení TinyMCE pro stránku <em>Upravit komentář</em>.

source: Pagination
cs_cz: Stránkování

source: Uncheck to disable the jQuery pagination of comments. Enabled by default.
cs_cz: Odškrtnutím se vypne stránkování jQuery pro komentáře. Standardně zapnuté.

source: comments
cs_cz: Komentáře

source: Comments
cs_cz: Komentáře

source: Add a comment:
cs_cz: Přidat komentář:

source: No Comments
cs_cz: Žádné komentáře

source: %u Comment
cs_cz: %u komentář

source: show comments
cs_cz: Zobrazit komentáře

source: hide comments
cs_cz: Skrýt komentáře

source: Only registered users may post comments.
cs_cz: Napsat komentář může pouze registrovaný uživatel.

source: Subscribe to comments
cs_cz: Odebírání komentářů

source: Closed for comments.
cs_cz: Komentáře nejsou povoleny.

source: edit comment
cs_cz: Upravit komentář

source: Are you sure you want to delete this comment?
cs_cz: Jste si jisti, že chcete vymazat tento komentář?

source: Author:
cs_cz: Autor:

source: Web Site:
cs_cz: Web:

source: Date/Time:
cs_cz: Datum/čas:

source: Street:
cs_cz: Ulice:

source: City:
cs_cz: Město:

source: State:
cs_cz: Stát:

source: Country:
cs_cz: Kraj:

source: Postal code:
cs_cz: PSČ:

source: Comment:
cs_cz: Komentář:

source: Comment management
cs_cz: Správa komentářů

source: Comment is un-approved
cs_cz: Komentář není schválen

source: Approve
cs_cz: Schválit

source: Approve this comment
cs_cz: Schválit tento komentář.

source: Comment is approved
cs_cz: Komentář je schválen.

source: Un-approve
cs_cz: Neschválit

source: Un-approve this comment
cs_cz: Neschválit tento komentář.

source: Comment is private
cs_cz: Komentář je soukromý.

source: Comment is public
cs_cz: Komentář je veřejný.

source: Comment is anonymous
cs_cz: Komentář je anonymní.

source: Comment is not anonymous
cs_cz: Komentář není anonymní.

source: Comment does not exist
cs_cz: Komentář neexistuje.

source: Selected items marked as spam
cs_cz: Vybrané položky byly označeny jako spam

source: Selected items approved
cs_cz: Vybrané položky schváleny

source: %u Comment deleted successfully.
cs_cz: %u komentáře úspěšně smazán.

source: You can edit or delete comments.
cs_cz: Můžete upravovat a mazat komentáře.

source: View truncated
cs_cz: Zobrazit zkrácené komentáře

source: View full text
cs_cz: Zobrazit celé komentáře

source: all comments
cs_cz: všechny komentáře

source: approved
cs_cz: schválené

source: Mark as spam
cs_cz: Označit jako spam

source: The item upon which this comment was posted no longer exists.
cs_cz: Položka, pod kterou byl komentář zveřejněn, již neexistuje.

source: <strong>Missing Object</strong>
cs_cz: <strong>Chybějící objekt</strong>

source: article
cs_cz: Článek

source: page
cs_cz: stránka

source: Anonymous posting
cs_cz: Zveřejnit anonymně

source: Private message
cs_cz: Soukromý komentář

source: Approve this message (not SPAM)
cs_cz: Schválit tento komentář (není spam)

source: Mark this message as SPAM
cs_cz: Označit tento komentář jako spam.

source: Edit this comment.
cs_cz: Upravit tento komentář.

source: %1$s commented on %2$s:
cs_cz: %1$s komentoval %2$s:

source: Reply:
cs_cz: Odpověď:

source: Delete this comment.
cs_cz: Smazat tento komentář.

source: Marked as spam/approved
cs_cz: Označit jako spam/povolit

source: Edit comment
cs_cz: Upravit komentář

source: E-mail comment author
cs_cz: Poslat e-mail autorovi komentáře

source: Name%s
cs_cz: Jméno%s:

source: <em>anonymous</em>
cs_cz: <em>anonymní</em>

source: Website%s
cs_cz: Web%s:

source: Street%s
cs_cz: Ulice%s:

source: City%s
cs_cz: Město%s:

source: State%s
cs_cz: Stát%s:

source: Country%s
cs_cz: Kraj%s:

source: Postal code%s
cs_cz: PSČ%s:

source: Enter CAPTCHA<strong>*</strong>
cs_cz: Vložit CAPTCHA<strong>*</strong>

source: <strong>*</strong>Required fields
cs_cz: <strong>*</strong>Povinná pole

source: Private comment (do not publish)
cs_cz: Soukromý komentář (nezveřejňovat)

source: Add Comment
cs_cz: Přidat komentář

source: Most Recent Comment
cs_cz: Nejnovější komentář

source: <strong>database error</strong>
cs_cz: <strong>chyba databáze</strong>

source: [news]
cs_cz: [novinka]

source: [page]
cs_cz: [strana]

source: <em>%1$s</em> commented on %2$s:
cs_cz: <em>%1$s</em> komentoval v %2$s:

source: Mail send failed
cs_cz: Odeslání mailu se nezdařilo.

source: You must supply an e-mail address.
cs_cz: Musíte doplnit e-mail.

source: You must enter your name.
cs_cz: Musíte vložit své jméno.

source: You must supply a WEB page URL.
cs_cz: Musíte doplnit URL webu.

source: CAPTCHA verification failed.
cs_cz: Neprošli jste CAPTCHA testem.

source: You must enter text in the comment field.
cs_cz: Komentář musí obsahovat nějaký text.

source: Your comment was rejected by the <em>%s</em> SPAM filter.
cs_cz: Váš komentář byl zamítnut <em>%s</em> spam filtrem.

source: Your comment has been marked for moderation by the <em>%s</em> SPAM filter.
cs_cz: Váš komentář odeslán <em>%s</em> spam filtrem ke schválení.

source: Author: %1$s
cs_cz: Autor: %1$s

source: Website: %1$s
cs_cz: Web: %1$s

source: Comment
cs_cz: Komentář

source: View all comments about this item
cs_cz: Zobrazit všechny komentáře k této položce

source: Edit the comment
cs_cz: Upravit komentář

source: Comment posted
cs_cz: Komentář odeslán

source: Comment posted on unknown page!
cs_cz: Byl přidán komentář k neznámé stránce!

source: Article
cs_cz: Článek

source: Use the MySQL Integer Types (https://dev.mysql.com/doc/refman/8.0/en/integer-types.html) rather than passing a byte size.
cs_cz: Použijte celočíselné typy MySQL (<a href="https://dev.mysql.com/doc/refman/8.0/en/integer-types.html">https://dev.mysql.com/doc/refman/8.0/en/integer-types.html </a>) místo zadávání velikosti v bajtech.

source: netPhotoGraphics Gallery registration
cs_cz: Registrace do netPhotoGraphics galerie
