Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: Provides a means allowing users to select the image size to view.
cs_cz: Poskytne možnost návštěvníkovi si vybrat velikost zobrazení fotografie.

source: Image sizes allowed
cs_cz: Povolené velikosti fotografií

source: List of sizes from which the viewer may select.<br />The form is "$s=&lt;size&gt;" or "$h=&lt;height&gt;,$w=&lt;width&gt;"....<br />See printCustomSizedImage() for details
cs_cz: Seznam velikostí, ze kterých může uživatel vybírat.<br />Formulář je "$s=&lt;velikost&gt;" or "$h=&lt;výška&gt;,$w=&lt;šířka&gt;"...<br>Pro podrobnosti se podívejte do printCustomSizedImage()

source: Selector
cs_cz: Způsob výběru

source: Radio buttons
cs_cz: Přepínač

source: Drop-down
cs_cz: Rozbalovací menu

source: Choose the kind of selector to be presented the viewer.
cs_cz: Vyberte způsob, jakým bude přepínač zobrazen.

source: Default size
cs_cz: Standardní velikost

source: The initial size for the image. Format is a single instance of the sizes list.
cs_cz: Počáteční velikost fotografie. Formát je jedním příkladem ze seznamu velikostí.

source: Select image size
cs_cz: Vyberte velikost fotografie

source: There is a format error in your <em>viewer_size_image_sizes</em> option string.
cs_cz: Nalezena chyba v řetězci nastavení velikostí ve Vašem <em>viewer_size_image_sizes</em>.

source: There is a format error in your $usersizes string.
cs_cz: Nalezena chyba formátu ve Vašem řetězci $usersizes.

source: There is a format error in user size selection
cs_cz: Nalezena chyba formátu ve výběru uživatelské velikosti.

source: There is a format error in your $default parameter
cs_cz: Nalezena chyba formátu ve Vašem parametru $default.

source: Extracts <em>XMP</em> metadata from images and <code>XMP</code> sidecar files.
cs_cz: Extrahuje <em>XMP</em> metadata z fotografií a vedlejších <code>XMP</code> souborů.

source: Sidecar file extension
cs_cz: Přípona vedlejšího XMP souboru

source: The plugin will look for files with <em>image_name.extension</em> and extract XMP metadata from them into the <em>image_name</em> record.
cs_cz: Zásuvný modul bude hledat soubory <em>jmeno_souboru.pripona</em> a extrahovat XMP metadata z nich k informacím o souboru <em>jmeno_souboru</em>.

source: Process extensions
cs_cz: Provádět u souborů

source: If no sidecar file exists and the extension is enabled, the plugin will search within that type <em>image</em> file for an <code>XMP</code> block. <strong>Warning</strong> do not set this option unless you require it. Searching image files can be computationally intensive.
cs_cz: Pokud neexistuje žádný vedlejší soubor a přípona je povolena, bude plugin hledat blok <code>XMP</code> v tomto souboru <em>fotografie</em>. <strong>Upozornění</strong> nenastavujte tuto možnost, pokud to vyžadují. Prohledávání fotografií může být výpočetně náročné.

source: Aperature Value
cs_cz: Hodnota clony

source: Exposure program
cs_cz: Expoziční program

source: Aperature
cs_cz: Clona

source: Rating
cs_cz: Hodnocení

source: Export metadata info to XMP sidecar.
cs_cz: Export informací o metadatech do postranního modulu XMP.

source: Export metadata
cs_cz: Exportovat metadata

source: A CMS plugin that adds the capability to run an entire gallery focused website.
cs_cz: CMS plugin, který přidává možnost provozovat kompletní webové stránky zaměřené na galerii.

source: News label
cs_cz: Označení novinek

source: Change this option if you want the news items named something else. This option also changes the rewrite token for <em>news</em>. For multilingual sites, the token will use the site language (if set) defaulting to the string for the current locale, the en_US string, or the first string which ever is present. Note: Themes should be using the define <var>NEWS_LABEL:</var> instead of <var>gettext("News")</var>. The change applies to the front-end only, admin pages still refer to <em>news</em> as news.
cs_cz: Tuto možnost změňte, pokud chcete, aby se novinky jmenovaly jinak. Tato volba také změní přepisovací token pro <em>novinky</em>. U vícejazyčných webů bude token používat jazyk webu (pokud je nastaven) s výchozím řetězcem pro aktuální jazyk, řetězec en_US nebo první řetězec, který je přítomen. Poznámka: Vzhledy by měly používat definici <var>NEWS_LABEL:</var> namísto <var>gettext("News")</var>. Změna se týká pouze front-endu, stránky administrace stále odkazují na <em>news</em> jako na novinky.

source: Enabled CMS items
cs_cz: Povoleny CMS položky

source: Select the CMS features you wish to use on your site.
cs_cz: Vyberte funkce CMS, které chcete použít na svých stránkách.

source: Articles per page (theme)
cs_cz: Článků na stránku (vzhled)

source: How many news articles you want to show per page on the news or news category pages.
cs_cz: Kolik článků na stránku chcete zobrazit na stránkách Novinek a stránkách kategorií.

source: News article text length
cs_cz: Délka textu článku Novinek

source: The length of news article excerpts in news or news category pages. Leave empty for full text.
cs_cz: Délka výňatku Novinky nebo novinky na stránce kategorií. Nechte prázdné pro celý text.

source: News article text shorten indicator
cs_cz: Označení zkrácení článku

source: Something that indicates that the article text is shortened, “ (...)” by default.
cs_cz: Něco, co znamená, že text článku je zkrácen, „(...)“ ve výchozím nastavení.

source: The text for the link to the full article.
cs_cz: Text odkazu směřujícího na položku v plné velikosti.

source: Enable Zenpage CMS plugin
cs_cz: Povolit Zenpage CMS plugin

source: Edit Page
cs_cz: Upravit stránku

source: Are you sure you want to delete the page? THIS CANNOT BE UNDONE!
cs_cz: Jste si jisti, že chcete smazat tuto stránku? SMAZÁNÍ NELZE VRÁTIT ZPĚT!

source: Delete page
cs_cz: Smazat stránku

source: Delete Page
cs_cz: Smazat stránku

source: Add Page
cs_cz: Přidat stránku

source: Edit Article
cs_cz: Upravit článek

source: Are you sure you want to delete the article? THIS CANNOT BE UNDONE!
cs_cz: Jste si jisti, že chcete smazat tento článek? SMAZÁNÍ NELZE VRÁTIT ZPĚT!

source: Delete article
cs_cz: Smazat článek

source: Delete Article
cs_cz: Smazat článek

source: Add Article
cs_cz: Přidat článek

source: You must supply a password for the Protected Page user
cs_cz: Musíte doplnit heslo pro uživatele s oprávněním prohlížet Chráněné stránky

source: Your passwords were empty or did not match
cs_cz: Vaše hesla byla prázdná nebo nesprávná

source: Page <em>%s</em> added
cs_cz: Stránka <em>%s</em> přidána

source: Page <em>%s</em> updated
cs_cz: Stránka <em>%s</em> byla aktualizována

source: Nothing was changed.
cs_cz: Není co uložit - nic se nezměnilo.

source: Page successfully deleted!
cs_cz: Stránka úspěšně smazána!

source: Article successfully deleted!
cs_cz: Článek byl úspěšně odstraněn!

source: Category successfully deleted!
cs_cz: Kategorie byla úspěšně odstraněna!

source: Page delete failed!
cs_cz: Smazání stránky selhalo!

source: Article delete failed!
cs_cz: Smazání článku selhalo!

source: Category delete failed!
cs_cz: Smazání kategorie selhalo!

source: View page
cs_cz: Prohlížet stránku

source: Article <em>%s</em> added
cs_cz: Článek <em>%s</em> přidán

source: Article <em>%s</em> updated
cs_cz: Článek <em>%s</em> byl aktualizován

source: Unpublished
cs_cz: Nepublikované

source: All authors
cs_cz: Všichni autoři

source: View all months
cs_cz: Prohlížet všechny měsíce

source: All articles
cs_cz: Všechny články

source: Sticky
cs_cz: Přilepené

source: Order by creation date descending
cs_cz: Seřadit podle data vytvoření sestupně

source: Order by creation date ascending
cs_cz: Seřadit podle data vytvoření vzestupně

source: Order by published descending
cs_cz: Seřadit podle data zveřejnění sestupně

source: Order by published ascending
cs_cz: Seřadit podle data zveřejnění vzestupně

source: Order by expired descending
cs_cz: Seřadit podle konce zveřejnění sestupně

source: Order by expired ascending
cs_cz: Seřadit podle konce zveřejnění vzestupně

source: Order by last change descending
cs_cz: Seřadit podle poslední změny sestupně

source: Order by last change ascending
cs_cz: Seřadit podle poslední změny vzestupně

source: Order by title descending
cs_cz: Seřadit podle názvu sestupně

source: Order by title ascending
cs_cz: Seřadit podle názvu vzestupně

source: All categories
cs_cz: Všechny kategorie

source: Un-categorized
cs_cz: Bez kategorie

source: %u per page
cs_cz: %u na stránku

source: Category <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
cs_cz: Kategorie <em>%s</em> byla přidána, před zveřejněním ji ale musíte přidat <strong>název</strong>!

source: You must supply a password for the Protected Category user
cs_cz: Musíte doplnit heslo pro uživatele s oprávněním prohlížet Chráněné fotografie

source: Category <em>%s</em> added
cs_cz: Kategorie <em>%s</em> přidána

source: Category updated!
cs_cz: Kategorie aktualizována!

source: Edit this category
cs_cz: Upravit tuto kategorii

source: Un-publish
cs_cz: Nezveřejňovat

source: view category
cs_cz: prohlížet kategorii

source: Delete Category
cs_cz: Smazat kategorii

source: Untitled page
cs_cz: Nepojmenovaná stránka

source: Untitled article
cs_cz: Nepojmenovaný článek

source: Untitled category
cs_cz: Nepojmenovaná kategorie

source: hit
cs_cz: shlédnutí

source: hits
cs_cz: shlédnutí

source: <strong>%1$u</strong> Page
cs_cz: <strong>%u</strong> stránka

source: <strong>%1$u</strong> Page (%2$u un-published)
cs_cz: <strong>%1$u</strong> stránka (%2$u nepublikováno)

source: <strong>%1$u</strong> Article
cs_cz: <strong>%1$u</strong> článek

source: <strong>%1$u</strong> Article (%2$u un-published)
cs_cz: <strong>%1$u</strong> článek (%2$u nepublikovaných)

source: <strong>%1$u</strong> Category
cs_cz: <strong>%1$u</strong> kategorie

source: <strong>%1$u</strong> Category (%2$u un-published)
cs_cz: <strong>%1$u</strong> kategorie (%2$u nepublikovaných)

source: reset hitcounter
cs_cz: vynulovat počítadlo

source: Tags added to selected items
cs_cz: Tagy přidány k vybraným položkám

source: Tags cleared from selected items
cs_cz: Tagy odstraněny od vybraných položek

source: Nothing changed.
cs_cz: Není co uložit - nic se nezměnilo.

source: Are you sure you want to delete this category? THIS CANNOT BE UNDONE!
cs_cz: Jste si jisti, že chcete smazat tuto kategorii? SMAZÁNÍ NELZE VRÁTIT ZPĚT!

source: Are you sure you want to delete all selected items? THIS CANNOT BE UNDONE!
cs_cz: Jste si jisti, že chcete smazat vybrané položky? SMAZÁNÍ NELZE VRÁTIT ZPĚT!

source: Drag the items into the order and nesting you wish.
cs_cz: Přetáhněte položky do požadovaného pořadí a vnoření.

source: New category
cs_cz: Nová kategorie

source: The sort position of the indicated items cannot be recorded because the nesting is too deep. Please move them to a higher level and save your order.
cs_cz: Pořadí označených položek nebylo uloženo, protože hloubka podsložek je příliž velká. Přesuňte je prosím výše a uložte pořadí.

source: There are no categories for you to edit.
cs_cz: Nejsou zde žádné kategorie, které můžete upravovat.

source: copy of %s
cs_cz: kopie %s

source: Are you sure you want to delete this article? THIS CANNOT BE UNDONE!
cs_cz: Jste si jisti, že chcete smazat tento článek? SMAZÁNÍ NELZE VRÁTIT ZPĚT!

source: Are you sure you want to delete this page? THIS CANNOT BE UNDONE!
cs_cz: Jste si jisti, že chcete smazat tuto stránku? SMAZÁNÍ NELZE VRÁTIT ZPĚT!

source: This is not a future date!
cs_cz: Toto není budoucí datum!

source: New Article
cs_cz: Nový článek

source: New Category
cs_cz: Nová kategorie

source: New Page
cs_cz: Nová stránka

source: Article <em>%s</em> not found
cs_cz: Článek <em>%s</em> nenalezen

source: Category <em>%s</em> not found
cs_cz: Kategorie <em>%s</em> nenalezena

source: Page <em>%s</em> not found
cs_cz: Stránka <em>%s</em> nenalezena

source: Edit Article:
cs_cz: Upravit článek:

source: (Article scheduled for publishing)
cs_cz: (Článek naplánováný pro publikování)

source: <strong>Note:</strong> This article belongs to a password protected category.
cs_cz: <strong>Poznámka:</strong> Tento článek je součástí chráněné kategorie.

source: Edit Category:
cs_cz: Upravit kategorii:

source: Edit Page:
cs_cz: Upravit stránku:

source: (Page scheduled for publishing)
cs_cz: (Stránka naplánována k publikování)

source: <strong>Note:</strong> This page is password protected.
cs_cz: <strong>Poznámka:</strong> Tato stránka je schráněna heslem.

source: Usage tips
cs_cz: Nápověda k nastavení

source: Check <em>Edit Titlelink</em> if you need to customize how the title appears in URLs. Otherwise it will be automatically updated to any changes made to the title. If you want to prevent this check <em>Enable permaTitlelink</em> and the titlelink stays always the same (recommended if you use multilingual mode).
cs_cz: Pro zpřístupnění možnosti upravit URL stránky nebo článku, zaškrtněte <em>Upravit adresu</em>. Standardně je adresa generována z názvu stránky nebo článku a je při jakékoliv změně aktualizována. Pokud aktualizaci chcete zabránit, zaškrtněte <em>Povolit trvalou adresu</em> (doporučeno především u vícejazyčných galerií).

source: <strong>Note:</strong> Edit titlelink overrides the permalink setting.
cs_cz: <strong>Poznámka:</strong> Úprava adresy přepíše nastavení trvalých odkazů.

source: <strong>Important:</strong> If you are using multi-lingual mode the Titlelink is generated from the Title of the currently selected language.
cs_cz: <strong>Důležité:</strong> Pokud používáte galerii jako vícejazyčnou, adresa stránky nebo článku je generovaná z názvu současně vybraného jazyka.

source: If you lock an article only the current active author/user or any user with full admin rights will be able to edit it later again!
cs_cz: Pokud fotografii zamknete pro změnu, pouze uživatel, který fotografii uzamkl, nebo jiný uživatel s právy administrátora ji může příště upravovat!

source: <em>Scheduled publishing:</em> To automatically publish a page/news article in the future set it to “published” and enter a future date in the date field manually. Note this works on server time!
cs_cz: <em>Plánované zveřejnění:</em> Pro automatické zveřejnění stránky nebo článku v budoucnu nastavte ručně do pole "Začátek zveřejnění" požadovaný datum a čas. Nastavení se řídí serverovým časem.

source: <em>Expiration date:</em> Enter a future date in the date field manually to set a date the page or article will be set un-published automatically. After the page/article has been expired it can only be published again if the expiration date is deleted. Note this works on server time!
cs_cz: <em>Konec zveřejnění:</em> Pro automatický konec zveřejnění stránky nebo článku v budoucnu nastavte ručně do pole "Konec zveřejnění" požadovaný datum a čas. Potom, co bude stránka znovu neveřejná je možné ji znovu zveřejnit v případě, že smažete datum a čas v poli "Konec zveřejnění". Nastavení se řídí serverovým časem.

source: <em>ExtraContent:</em> Here you can enter extra content for example to be printed on the sidebar
cs_cz: <em>Dodatečný obsah:</em> Zde můžete vložit další obsah stránky. Ten bude např. vytištěn v bočním panelu.

source: <em>Codeblocks:</em> Use these fields if you need to enter php code (for example template functions) or JavaScript code.
cs_cz: <em>Codeblocks:</em> Do tohoto pole můžete vložit PHP kód (například šablonu funkce) nebo kód JavaScriptu.

source: You also can use the codeblock fields as custom fields.
cs_cz: Můžete je také použít jako uživatelská pole.

source: Note that your theme must be setup to use the codeblock functions. Note also that codeblock fields are not multi-lingual.
cs_cz: Poznámka: používaný vzhled musí být nastaven pro používání funkce codeblocks. Tato pole nejsou vícejazyčná.

source: <strong>Important:</strong> If setting a password for a page its subpages inherit the protection.
cs_cz: <strong>Důležité:</strong> Pokud nastavíte ochranu heslem pro stránku, tuto vlastnost zdědí i podstránky.

source: Hint: If you need more space for your text use TinyMCE’s full screen mode. (Click the fullscreen icon of editor's control bar or use CTRL+SHIFT+F.)
cs_cz: Nápověda: Pokud potřebujete více místa pro Váš text, přepněte TinyMCE do režimu celé obrazovky (v liště klikněte na ikonu režimu celé obrazovky nebo použijte CTRL+SHIFT+F).

source: Edit TitleLink
cs_cz: Upravit adresu

source: Enable permaTitlelink
cs_cz: Povolit trvalou adresu

source: Locked for changes
cs_cz: Zamknout pro změny

source: Position:
cs_cz: Pozice:

source: normal
cs_cz: normální

source: sticky
cs_cz: přilepit

source: Stick to top
cs_cz: přilepit na začátek

source: Are you sure you want to delete this %s?
cs_cz: Jste si jisti, že chcete smazat %s?

source: copy as: %s
cs_cz: kopírovat jako: %s

source: %s will be deleted when changes are applied.
cs_cz: %s bude smazána po uložení změn.

source: Hitcounter reset
cs_cz: Počítadlo bylo vynulováno

source: Add categories
cs_cz: Přidat kategorie

source: Clear categories
cs_cz: Smazat kategorie

source: Created
cs_cz: Vytvořeno

source: Last changed
cs_cz: Poslední změna

source: View article
cs_cz: Prohlížet článek

source: There are no articles for you to edit.
cs_cz: Žádné články k editaci.

source: Select a page to edit or drag the pages into the order, including subpage levels, you wish them displayed.
cs_cz: Označte stránku pro editaci nebo stránku chyťte (spolu s vnořenými stránkami) a přesuňte na požadované místo.

source: <strong>Note:</strong> Subpages of password protected pages inherit the protection.
cs_cz: <strong>Poznámka:</strong> Stránky vnořené pod heslem chráněné stránky zdědí tuto ochranu.

source: There are no pages for you to edit.
cs_cz: Žádné stránky k editaci.

source: <em>This entry belongs to a protected category.</em>
cs_cz: <em>Tato položka patří do chráněné kategorie.</em>

source: Prev page
cs_cz: Předchozí stránka

source: This page is password protected
cs_cz: Toto album je chráněno heslem.

source: View the %s album
cs_cz: Prohlížet album %s

source: View the album %s
cs_cz: Zobrazit album %s

source: View %s
cs_cz: Zobrazit %s

source: Provides a function to display an image that can be zoomed by the viewer.
cs_cz: Poskytuje funkci pro zobrazení fotografie, která může být zvětšována uživatelem.

source: ERROR
cs_cz: CHYBA

source: WARNING
cs_cz: UPOZORNĚNÍ

source: NOTICE
cs_cz: POZNÁMKA

source: CORE ERROR
cs_cz: CHYBA JADRA

source: CORE WARNING
cs_cz: VAROVANIE JADRA

source: COMPILE ERROR
cs_cz: CHYBA KOMPILÁCIE

source: COMPILE WARNING
cs_cz: UPOZORNENIE KOMPILÁCIE

source: USER WARNING
cs_cz: UPOZORNĚNÍ UŽIVATELE

source: USER NOTICE
cs_cz: POZNÁMKA UŽIVATELE

source: RECOVERABLE ERROR
cs_cz: OPRAVITEĽNÁ CHYBA

source: No databases are configured.
cs_cz: Žádné databáze nejsou nakonfigurovány.

source: 0 Bytes
cs_cz: 0 Bytů

source: Mail send failed.
cs_cz: Odeslání mailu se nezdařilo.

source: Invalid “to” mail address %s.
cs_cz: Špatná "komu" e-mailová adresa %s.

source: netPhotoGraphics requires PHP version %s or greater
cs_cz: netPhotoGraphics vyžaduje PHP %s verzi nebo vyšší

source: The cache directory does not exist. Please create it and set the permissions to 0777.
cs_cz: Adresář cache neexistuje. Prosím vytvořte ho a nastavte oprávnění k 0777.

source: Image not found; file %s does not exist.
cs_cz: Fotografie nenalezena, soubor %s neexistuje.

source: Image processing of %s resulted in a fatal error.
cs_cz: Spracovanie obrázku %s hlási vážnu chybu.

source: most recent
cs_cz: nejnovější

source: oldest
cs_cz: nejstarší

source: first alphabetically
cs_cz: seřadit abecedně

source: most viewed
cs_cz: nejvíce prohlížené

source: GD TypeFace path
cs_cz: Cesta k GD TypeFace

source: Supply the full path to your TrueType fonts.
cs_cz: Zadejte úplnou cestu k Vašim TrueType fontům.

source: The <strong><em>GD</em></strong> extension is not available.
cs_cz: Rozšíření <strong><em>GD</em></strong> není dostupné.

source: Enable Imagick
cs_cz: Povolit Imagick

source: Your PHP has support for Imagick. Check this option if you wish to use the Imagick graphics library.
cs_cz: Vaše PHP podporuje Imagick. Zaškrtněte tuto možnost pokud chcete použít Imagick grafickou knihovnu.

source: Max height
cs_cz: Maximální výška

source: The maximum height used by the site for processed images. Set to %d for unconstrained. Default is <strong>%d</strong>
cs_cz: Maximální výška používaná webem pro zpracované fotografie. Pro nastavení na neomezeně zadejte %d. Výchozí hodnota je <strong>%d</strong>

source: Max width
cs_cz: Maximální šířka

source: The maximum width used by the site for processed images. Set to %d for unconstrained. Default is <strong>%d</strong>.
cs_cz: Maximální šířka používaná webem pro zpracované fotografie. Pro nastavení na neomezeně zadejte %d. Výchozí hodnota je <strong>%d</strong>

source: Chroma sampling
cs_cz: Chroma vzorkování

source: Select a Chroma sampling pattern. Leave empty for the image default.
cs_cz: Vyberte vzorek Chroma vzorkování. Pro výchozí obrázek ponechte prázdné.

source: The <strong><em>Imagick</em></strong> library version must be <strong>%s</strong> or later.
cs_cz: Knihovna <strong><em>Imagick</em></strong> musí být minimálně <strong>%s</strong>nebo vyšší.

source: The <strong><em>ImageMagick</em></strong> binary version must be <strong>%s</strong> or later.
cs_cz: Binární verze <strong><em>Imagick</em></strong> musí být minimálně <strong>%s</strong>nebo vyšší.

source: The <strong><em>Imagick</em></strong> extension is not available.
cs_cz: Rozšíření <strong><em>Imagick</em></strong> není dostupné.

source: PHP Imagick library <em>%s</em>
cs_cz: PHP Imagick knihovna <em>%s</em>

source: There is no PHP Graphics support.
cs_cz: Nebyla nalezena žádná PHP podpora grafiky.

source: Secure logout
cs_cz: Bezpečné odhlášení

source: Check if you need the browser to clear site data ("cache", "cookies", "storage", "executionContexts") on logout for security reasons. <strong>Note:</strong> This may degrade logout response time.
cs_cz: Zkontrolujte, zda potřebujete, aby prohlížeč z bezpečnostních důvodů vymazal data stránek („cache“, „cookies“, „úložiště“, „execContexts“) při odhlášení. <strong> Poznámka: </strong> Volba může prodloužit dobu odhlašování.

source: Primary album edit
cs_cz: Editace hlavního alba

source: Check if you want <em>edit rights</em> automatically assigned when a user <em>primary album</em> is created.
cs_cz: Zaškrtněte pokud chcete automaticky <em>upravit přidělená práva</em>, když uživatel vytvoří <em>hlavní album</em>.

source: Minimum password strength
cs_cz: Minimální síla hesla

source: Users must provide passwords a strength of at least %s. The repeat password field will be disabled until this floor is met.
cs_cz: Uživatelé musí zadat heslo o síle minimálně %s. Dokud to neudělají, pole pro zopakování hesla nebude dostupné.

source: Password hash algorithm
cs_cz: Hashovací algoritmus hesla

source: The hashing algorithm to be used. In order of robustness the choices are %s
cs_cz: Používaný hashovací algoritmus. Kvůli robustnosti jsou na výběr následující možnosti: %s

source: The current default algorithm.
cs_cz: Současný výchozí algoritmus.

source: Note: The <code>default</code> choice is designed to change over time as new and stronger algorithms are added to PHP.
cs_cz: Poznámka: Volba <code>Standardní</code> je navržena tak, aby se v průběhu času měnila s tím, jak budou do PHP přidávány nové a silnější algoritmy.

source: Enable Challenge phrase
cs_cz: Povolit Bezpečnostní otázky

source: Check to allow password reset by challenge phrase responses.
cs_cz: Povolí možnost obnovit heslo pomocí odpovědi na bezpečnostní otázku.

source: Challenge phrase foils
cs_cz: Bezpečnostní otázky
