Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: These <em>foil</em> challenge phrases will be presented randomly. This list should not be empty, otherwise hackers can discover valid user IDs and know that there is an answer to any presented challenge phrase.
cs_cz: Tyto bezpečnostní otázky budou zobrazeny náhodně. Tento seznam by neměl být prázdný, jinak mohou hackeři objevit platné ID uživatele a zjistí, že existuje odpověď na nějakou z bezpečnostních otázek.

source: You should use a more robust hashing algorithm.
cs_cz: Měli byste použít robustnější hashovací algoritmus.

source: No PHP support
cs_cz: Žádná podpora PHP

source: No rights
cs_cz: Žádná práva

source: Overview
cs_cz: Přehled

source: Users with this right may view the admin overview page.
cs_cz: Uživatelé s tímto oprávněním mohou zobrazit stránku Přehled v administraci.

source: Users must have this right to change their credentials.
cs_cz: Uživatelé s tímto oprávněním mohou upravovat podrobnosti o sobě.

source: Allows viewing of the debug tab items.
cs_cz: Umožňuje prohlížení položek na kartě Režimu ladění.

source: View gallery
cs_cz: Prohlížet galerii

source: Users with this right may view otherwise protected generic gallery pages.
cs_cz: Uživatelé s tímto oprávněním mohou prohlížet i jinak chráněné obecné stránky galerie.

source: View search
cs_cz: Prohlížet vyhledávání

source: Users with this right may view search pages even if password protected.
cs_cz: Uživatelé s tímto oprávněním mohou zobrazit stránky vyhledávání, i když jsou chráněny heslem.

source: View fullimage
cs_cz: Prohlížet fotografie v plné velikosti

source: Users with this right may view all full sized (raw) images.
cs_cz: Uživatelé s tímto oprávněním mohou prohlížet fotografie v plném rozlišení.

source: Access all
cs_cz: Prohlížet vše

source: Users with this right have access to all zenpage news articles.
cs_cz: Uživatelé s tímto oprávněním mohou prohlížet všechny články.

source: Users with this right have access to all zenpage pages.
cs_cz: Uživatelé s tímto oprávněním mohou prohlížet všechny stránky.

source: Users with this right have access to all albums.
cs_cz: Uživatelé s tímto oprávněním mohou prohlížet všechna alba.

source: View unpublished
cs_cz: Prohlížet nepublikované

source: Users with this right will see all unpublished items.
cs_cz: Uživatelé s tímto oprávněním mohou prohlížet nepublikované položky.

source: Post comments
cs_cz: Přidat komentáře

source: When the comment_form plugin is used for comments and its "Only members can comment" option is set, only users with this right may post comments.
cs_cz: Pokud používáte comment_form plugin a máte nastaveno "Pouze členové mohou komentovat", přidávat komentáře mohou pouze uživatelé s tímto oprávněním.

source: Users with this right may make comments tab changes.
cs_cz: Uživatelé s tímto oprávněním mají přístup do záložky Komentáře a mohou v ní provádět změny.

source: Users with this right may upload to the albums for which they have management rights.
cs_cz: Uživatelé s tímto oprávněním mohou nahrávat fotografie do alb, která mohou upravovat.

source: Users with this right may edit and manage Zenpage articles and categories.
cs_cz: Používatelia s týmto oprávnením môžu upravovať záložku správ a kategórií.

source: Users with this right may edit and manage Zenpage pages.
cs_cz: Používatelia s týmto oprávnením môžu upravovať záložku stránok.

source: Files
cs_cz: Soubory

source: Allows the user access to the “filemanager” located on the upload: files sub-tab.
cs_cz: Umožňuje uživateli přístup ke "správci souborů", který se nachází v menu pod Nahrát fotografie.

source: Users with this right may access the “albums” tab to make changes.
cs_cz: Uživatelé s tímto oprávněním mají přístup do záložky Alba a mohou v ní provádět změny.

source: Manage all
cs_cz: Spravovat vše

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage news article or category.
cs_cz: Uživatelé, kteří nemají práva „administrátora“, jsou oprávněni spravovat pouze objekty, které jim byly přiřazeny. Toto oprávnění jim umožní spravovat libovolnou Zenpage novinku nebo kategorii.

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage page.
cs_cz: Uživatelé, kteří nemají práva „administrátora“ jsou oprávněni spravovat pouze objekty, které jim byly přiřazeny. Toto oprávnění jim umožní spravovat libovolnou stránku Zenpage.

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any album in the gallery.
cs_cz: Uživatelé, kteří nemají práva „administrátora“, jsou oprávněni spravovat pouze objekty, které jim byly přiřazeny. Toto oprávnění jim umožní spravovat libovolné album v galerii.

source: Users with this right may edit Codeblocks.
cs_cz: Uživatelé s tímto oprávněním mohou upravovat Codeblocks.

source: Users with this right may make themes related changes. These are limited to the themes associated with albums checked in their managed albums list.
cs_cz: Uživatelé s tímto oprávněním mohou dělat změny týkající se vzhledů. Lze upravovat pouze vzhledy u alb, které může uživatel spravovat.

source: Users with this right may make additions and changes to the set of tags.
cs_cz: Uživatelé s tímto oprávněním mohou přidávat a měnit skupiny tagů.

source: Users with this right may make changes on the options.
cs_cz: Uživatelé s tímto oprávnněím mohou dělat změny v nastatavení.

source: The master privilege. A user with "Admin" can do anything. (No matter what his other rights might indicate!)
cs_cz: Nejvyšší oprávnění. Uživatel s právy "administrátora" může dělat vše. (Nezáleží na tom, jaká další práva má v nastavení zaškrtnuta!)

source: Sorry, that is not the answer.
cs_cz: Omlouvám se, ale toto není správná odpověď.

source: You are receiving this e-mail because of a password reset request on your gallery.
cs_cz: Tento e-mail Vám byl doručen, protože je požadován reset hesla k Vaší galerii.

source: You are receiving this e-mail because of a password reset request on your gallery from a user who tried to log in as %s.
cs_cz: Tento e-mail Vám byl doručen, protože uživatel, který se pokusil přihlásit jako %s, požaduje změnu hesla ve Vaší galerii.

source: If you do not wish to reset your passwords just ignore this message. This ticket will automatically expire in 3 days.
cs_cz: Pokud nechcete provést reset svého hesla, ignorujte tuto zprávu. Platnost tohoto oznámení automaticky vyprší za 3 dny.

source: The information you requested
cs_cz: Požadované informace

source: Reset request failed.
cs_cz: Žádost o reset se nezdařil.

source: There was an error logging in.
cs_cz: Vyskytl se problém s přihlášením.

source: Check your username and password and try again.
cs_cz: Zkontrolujte své přihlašovací jméno a heslo a zkuste to znovu.

source: Check password and try again.
cs_cz: Zkontrolujte heslo a zkuste to znovu.

source: A reset request has been sent.
cs_cz: Požadavek na reset hesla byl odeslán.

source: Supply the correct response to the question below and you will be directed to a page where you can change your password.
cs_cz: Odpovězte správně na otázku, klikněte na tlačítko Odeslat a budete přesměrováni na stránku, kde můžete změnit svoje heslo.

source: Challenge question:
cs_cz: Nápověda

source: Your response
cs_cz: Vaše odpověď

source: Enter your User ID and press <code>Refresh</code> to get your challenge question.
cs_cz: Doplňte Vaše uživatelské jméno, stiskněte <code>Obnovit</code> a dostanete nápovědu.

source: Log in
cs_cz: Přihlásit

source: Request reset by e-mail
cs_cz: Požádat o reset e-mailem

source: Password
cs_cz: Heslo

source: I forgot my <strong>User ID</strong>/<strong>Password</strong>
cs_cz: Zapomněl jsem <strong>Uživatelské jméno</strong>/<strong>Heslo</strong>

source: User name or e-mail address
cs_cz: Uživatelské jméno nebo e-mailová adresa

source: Enter CAPTCHA
cs_cz: Vložte CAPTCHA

source: Request password reset
cs_cz: Požádat o reset hesla

source: password strength weak
cs_cz: heslo je slabé

source: password strength good
cs_cz: síla hesla je dobrá

source: password strength strong
cs_cz: síla hesla je velmi dobrá

source: password strength too weak
cs_cz: heslo je příliš slabé

source: passwords match
cs_cz: hesla souhlasí

source: passwords do not match
cs_cz: hesla nesouhlasí

source: Repeat password
cs_cz: Zopakovat heslo

source: The configuration file is corrupt. You will need to restore it from a backup.
cs_cz: Konfigurační soubor je poškozen. Obnovte ho ze zálohy.

source: Arguments:
cs_cz: Argumenty:

source: size =
cs_cz: velikost =

source: width =
cs_cz: šířka =

source: height =
cs_cz: výška =

source: quality =
cs_cz: kvalita =

source: thumb =
cs_cz: náhled =

source: Image %s not found or is unreadable.
cs_cz: Fotografie %s nebyla nalezena nebo není čitelná.

source: Using %1$ux%2$u %3$s thumbnail image.
cs_cz: Používá se %1$ux%2$u %3$s náhled fotografie.

source: Arabic
cs_cz: Arabština

source: Chinese Traditional
cs_cz: Tradiční čínština

source: Cyrillic (DOS)
cs_cz: Azbuka (DOS)

source: Japanese (JIS-Allow 1 byte Kana)
cs_cz: Japonština (JIS-Allow 1 byte Kana)

source: Arabic (DOS)
cs_cz: Arabština (DOS)

source: Hebrew (DOS)
cs_cz: Hebrejština (DOS)

source: Chinese Simplified (EUC)
cs_cz: Čínština zjednodušená (EUC)

source: Japanese (EUC)
cs_cz: Japonština (EUC)

source: Korean (EUC)
cs_cz: Korejština (EUC)

source: Chinese Simplified (GB2312)
cs_cz: Čínština zjednodušená (GB2312)

source: Chinese Simplified (HZ)
cs_cz: Čínština zjednodušená (HZ)

source: OEM United States
cs_cz: OEM Spojené státy

source: Greek (DOS)
cs_cz: Řečtina (DOS)

source: Baltic (DOS)
cs_cz: Baltština (DOS)

source: Western European (DOS)
cs_cz: Západní Evropa (DOS)

source: Central European (DOS)
cs_cz: Střední Evropa (DOS)

source: Turkish (DOS)
cs_cz: Turečtina (DOS)

source: Icelandic (DOS)
cs_cz: Islandština (DOS)

source: Greek, Modern (DOS)
cs_cz: Řečtina, Moderní (DOS)

source: Japanese (JIS)
cs_cz: Japonština (JIS)

source: Japanese (JIS-Allow 1 byte Kana - SO/SI)
cs_cz: Japonština (JIS-Allow 1 byte Kana - SO/SI)

source: Korean (ISO)
cs_cz: Korejština (ISO)

source: Western European (ISO)
cs_cz: Západní Evropa (ISO)

source: Central European (ISO)
cs_cz: Střední Evropa (ISO)

source: Baltic (ISO)
cs_cz: Baltština (ISO)

source: Cyrillic (ISO)
cs_cz: Azbuka (ISO)

source: Arabic (ISO)
cs_cz: Arabština (ISO)

source: Greek (ISO)
cs_cz: Řečtina (ISO)

source: Hebrew (ISO-Visual)
cs_cz: Hebrejština (ISO-Visual)

source: Hebrew (ISO-Logical)
cs_cz: Hebrejština (ISO-Logical)

source: Turkish (ISO)
cs_cz: Turečtina (ISO)

source: Korean (Johab)
cs_cz: Korejština (Johab)

source: Cyrillic (KOI8-R)
cs_cz: Azbuka (KOI8-R)

source: Cyrillic (KOI8-U)
cs_cz: Azbuka (KOI8-U)

source: Korean
cs_cz: Korejsky

source: Western European (MAC)
cs_cz: Západní Evropa (MAC)

source: Japanese (Shift-JIS)
cs_cz: Japonština (Shift-JIS)

source: Central European (Windows)
cs_cz: Střední Evropa (Windows)

source: Cyrillic (Windows)
cs_cz: Azbuka (Windows)

source: Western European (Windows)
cs_cz: Západní Evropa (Windows)

source: Greek (Windows)
cs_cz: Řečtina (Windows)

source: Turkish (Windows)
cs_cz: Turečtina (Windows)

source: Hebrew (Windows)
cs_cz: Hebrejčina (Windows)

source: Arabic (Windows)
cs_cz: Arabština (Windows)

source: Baltic (Windows)
cs_cz: Baltština (Windows)

source: Vietnamese (Windows)
cs_cz: Vietnamština (Windows)

source: Thai (Windows)
cs_cz: Thajština (Windows)

source: netPhotoGraphics License agreement
cs_cz: netPhotoGraphics Licenční smlouva

source: This license is in English because the <em>Free Software Foundation</em> does not approve translations as officially valid. Unofficial translations are available <a href="%s">here</a>.
cs_cz: Tato licence je v angličtině, protože <em>Free Software Foundation</em> neuznává překlady za oficiálně platné. Neoficiální překlady jsou dostupné <a href="%s">zde</a>.

source: I agree to these terms and conditions
cs_cz: Souhlasím s těmito licenčními podmínkami

source: Afrikaans
cs_cz: Afrikánsky

source: Afrikaans (Namibia)
cs_cz: Afrikánsky (Namibie)

source: Afrikaans (South Africa)
cs_cz: Afrikánsky (Jižní Afrika)

source: Aghem
cs_cz: Aghemsky

source: Aghem (Cameroon)
cs_cz: Aghemsky (Kamerun)

source: Akan
cs_cz: Akansky

source: Akan (Ghana)
cs_cz: Akansky (Ghana)

source: Arabic (United Arab Emirates)
cs_cz: Arabsky (Spojené arabské emiráty)

source: Arabic (Bahrain)
cs_cz: Arabsky (Bahrain)

source: Arabic (Algeria)
cs_cz: Arabsky (Algerien)

source: Arabic (Egypt)
cs_cz: Arabsky (Egypt)

source: Arabic (Israel)
cs_cz: Arabsky (Izrael)

source: Arabic (Iraq)
cs_cz: Arabsky (Irák)

source: Arabic (Jordan)
cs_cz: Arabsky (Jordán)

source: Arabic (Kuwait)
cs_cz: Arabsky (Kuvajt)

source: Arabic (Lebanon)
cs_cz: Arabsky (Libanon)

source: Arabic (Libya)
cs_cz: Arabsky (Líbie)

source: Arabic (Morocco)
cs_cz: Arabsky (Maroko)

source: Arabic (Mauritania)
cs_cz: Arabsky (Mauretánie)

source: Arabic (Oman)
cs_cz: Arabsky (Omán)

source: Arabic (Qatar)
cs_cz: Arabsky (Quatar)

source: Arabic (Saudi Arabia)
cs_cz: Arabisch (Saudi-Arabien)

source: Arabic (Sudan)
cs_cz: Arabsky (Sudán)

source: Arabic (Somalia)
cs_cz: Arabsky (Somálsko)

source: Arabic (South Sudan)
cs_cz: Arabsky (Jižní Súdán)

source: Arabic (Syria)
cs_cz: Arabsky (Sýrie)

source: Arabic (Chad)
cs_cz: Arabsky (Čad)

source: Arabic (Yemen)
cs_cz: Arabsky (Jemen)

source: Belarusian
cs_cz: Bělorusky

source: Bulgarian
cs_cz: Bulharsky

source: Bulgarian (Bulgaria)
cs_cz: Bulharsky (Bulharsko)

source: Bambara
cs_cz: Bambarsky

source: Bambara (Mali)
cs_cz: Bambarsky (Mali)

source: Bangla (Bangladesh)
cs_cz: Bangla (Bangladéš)

source: Bangla (India)
cs_cz: Bangla (Indie)

source: Tibetan
cs_cz: Tibetsky

source: Tibetan (China)
cs_cz: Tibetsky (Čína)

source: Tibetan (India)
cs_cz: Tibetsky (Indie)

source: Breton
cs_cz: Bretonsky

source: Breton (France)
cs_cz: Bretonsky (Francie)

source: Bodo
cs_cz: Bodsky

source: Bodo (India)
cs_cz: Bodsky (Indie)

source: Bosnian
cs_cz: Bosensky

source: Bosnian (Cyrillic)
cs_cz: Bosensky (cyrilice)

source: Bosnian (Cyrillic, Bosnia & Herzegovina)
cs_cz: Bosensky (cyrilice, Bosna a Hercegovina)

source: Bosnian (Latin)
cs_cz: Bosensky (latinka)

source: Bosnian (Latin, Bosnia & Herzegovina)
cs_cz: Bosensky (latinka, Bosna a Hercegovina)

source: Catalan
cs_cz: Katalánsky

source: Catalan (Andorra)
cs_cz: Katalánsky (Andorra)

source: Catalan (Spain)
cs_cz: Katalánsky (Španělsko)

source: Catalan (France)
cs_cz: Katalánsky (Francie)

source: Catalan (Italy)
cs_cz: Katalánsky (Itálie)

source: Chakma
cs_cz: Chakmsky

source: Chakma (Bangladesh)
cs_cz: Chakmsky (Bangladéš)

source: Chakma (India)
cs_cz: Chakmsky (Indie)

source: Chechen
cs_cz: Čečensky

source: Chechen (Russia)
cs_cz: Čečensky (Rusko)

source: Chiga
cs_cz: Chigasky

source: Chiga (Uganda)
cs_cz: Chigasky (Uganda)

source: Cherokee
cs_cz: Cherokesky

source: Cherokee (United States)
cs_cz: Cherokesky (Spojené státy)

source: Central Kurdish
cs_cz: Středokurdsky

source: Central Kurdish (Iraq)
cs_cz: Středokurdsky (Irák)

source: Central Kurdish (Iran)
cs_cz: Středokurdsky (Írán)

source: Czech
cs_cz: Česky

source: Czech (Czechia)
cs_cz: Česky (Česko)

source: Welsh
cs_cz: Velšsky

source: Welsh (United Kingdom)
cs_cz: Velšsky (Spojené království)

source: Danish
cs_cz: Dánsky

source: Danish (Denmark)
cs_cz: Dánsky (Dánsko)

source: Danish (Greenland)
cs_cz: Dánsky (Grónsko)

source: Taita
cs_cz: Taitsky

source: Taita (Kenya)
cs_cz: Taitsky (Keňa)

source: German
cs_cz: Německy

source: German (Austria)
cs_cz: Německy (Rakousko)

source: German (Belgium)
cs_cz: Německy (Belgie)

source: German (Switzerland)
cs_cz: Německy (Švýcarsko)

source: German (Germany)
cs_cz: Německy (Německo)

source: German (Italy)
cs_cz: Německy (Itálie)

source: German (Liechtenstein)
cs_cz: Německy (Lichtenštejnsko)

source: German (Luxembourg)
cs_cz: Německy (Lucembursko)

source: Greek
cs_cz: Řecky

source: English (Australia)
cs_cz: Anglicky (Austrálie)

source: English (Canada)
cs_cz: Anglicky (Kanada)

source: English (United Kingdom)
cs_cz: Anglicky (Spojené Království)

source: English (India)
cs_cz: Anglicky (Indie)

source: English (New Zealand)
cs_cz: Anglicky (Nový Zéland)

source: English (Philippines)
cs_cz: Anglicky (Filipíny)

source: English (United States)
cs_cz: Anglicky (Spojené státy)

source: English (Samoa)
cs_cz: Anglicky (Samoa)

source: English (South Africa)
cs_cz: Anglicky (Jižní Afrika)

source: English (Zambia)
cs_cz: Anglicky (Zambie)

source: English (Zimbabwe)
cs_cz: Anglicky (Zimbabwe)

source: Spanish
cs_cz: Španělsky

source: Spanish (Latin America)
cs_cz: Španělsky (Latinská Amerika)

source: Spanish (Argentina)
cs_cz: Španělsky (Argentina)

source: Spanish (Bolivia)
cs_cz: Španělsky (Bolívie)

source: Spanish (Brazil)
cs_cz: Španělsky (Brazílie)

source: Spanish (Belize)
cs_cz: Španělsky (Belize)

source: Spanish (Chile)
cs_cz: Španělsky (Chile)

source: Spanish (Colombia)
cs_cz: Španělsky (Kolumbie)

source: Spanish (Costa Rica)
cs_cz: Španělsky (Costa Rica)

source: Spanish (Cuba)
cs_cz: Španělsky (Kuba)

source: Spanish (Dominican Republic)
cs_cz: Španělsky (Dominikánská republika)

source: Spanish (Ecuador)
cs_cz: Španělsky (Ekvádor)

source: Spanish (Spain)
cs_cz: Španělsky (Španělsko)

source: Spanish (Guatemala)
cs_cz: Španělsky (Guatemala)

source: Spanish (Honduras)
cs_cz: Španělsky (Honduras)

source: Spanish (Canary Islands)
cs_cz: Španělsky (Kanárské ostrovy)

source: Spanish (Mexico)
cs_cz: Španělsky (Mexiko)

source: Spanish (Nicaragua)
cs_cz: Španělsky (Nikaragua)

source: Spanish (Panama)
cs_cz: Španělsky (Panama)

source: Spanish (Peru)
cs_cz: Španělsky (Peru)

source: Spanish (Philippines)
cs_cz: Španělsky (Filipíny)

source: Spanish (Puerto Rico)
cs_cz: Španělsky (Portoriko)

source: Spanish (Paraguay)
cs_cz: Španělsky (Paraguay)

source: Spanish (El Salvador)
cs_cz: Španělsky (Salvádor)

source: Spanish (United States)
cs_cz: Španělsky (USA)

source: Spanish (Uruguay)
cs_cz: Španělsky (Uruguay)

source: Spanish (Venezuela)
cs_cz: Španělsky (Venezuela)

source: Estonian
cs_cz: Estonsky

source: Estonian (Estonia)
cs_cz: Estonsky (Estonsko)

source: Basque
cs_cz: Baskitsky

source: Basque (Spain)
cs_cz: Baskitsky (Španělsko)

source: Persian
cs_cz: Persky

source: Finnish
cs_cz: Finsky

source: French (Belgium)
cs_cz: Francouzsky (Belgie)

source: French (Canada)
cs_cz: Francouzsky (Kanada)

source: French (Switzerland)
cs_cz: Francouzsky (Švýcarsko)

source: French (France)
cs_cz: Francouzsky (Francie)

source: French (Luxembourg)
cs_cz: Francouzsky (Lucembursko)

source: Hebrew
cs_cz: Hebrejsky

source: Hindi
cs_cz: Hindsky

source: Croatian
cs_cz: Krétsky

source: Hungarian
cs_cz: Maďarsky

source: Indonesian
cs_cz: Indonésky

source: Icelandic
cs_cz: Islandsky

source: Icelandic (Iceland)
cs_cz: Islandština (Island)

source: Italian
cs_cz: Italsky

source: Italian (Switzerland)
cs_cz: Italsky (Švýcarsko)

source: Italian (Italy)
cs_cz: Italsky (Itálie)

source: Italian (San Marino)
cs_cz: Italsky (San Marino)

source: Japanese
cs_cz: Japonsky

source: Japanese (Japan)
cs_cz: Japonsky (Japonsko)

source: Lithuanian
cs_cz: Litevsky

source: Latvian
cs_cz: Lotyšsky

source: Macedonian
cs_cz: Makedonsky

source: Mongolian
cs_cz: Mongosky

source: Malay
cs_cz: Malajsky

source: Dutch
cs_cz: Holandština

source: Dutch (Belgium)
cs_cz: Holandsky (Belgie)

source: Polish
cs_cz: Polsky

source: Portuguese
cs_cz: Portugalsky

source: Portuguese (Angola)
cs_cz: Portugalsky (Angola)

source: Portuguese (Brazil)
cs_cz: Portugalsky (Brazílie)

source: Portuguese (Switzerland)
cs_cz: Portugalsky (Švýcarsko)

source: Portuguese (Luxembourg)
cs_cz: Portugalsky (Lucembursko)

source: Portuguese (Portugal)
cs_cz: Portugalsky (Portugalsko)

source: Romanian
cs_cz: Rumunsky

source: Russian
cs_cz: Rusky

source: Russian (Belarus)
cs_cz: Rusky (Bělorusko)

source: Russian (Kyrgyzstan)
cs_cz: Rusky (Kyrgyzstán)

source: Russian (Kazakhstan)
cs_cz: Rusky (Kazachstán)

source: Russian (Moldova)
cs_cz: Rusky (Moldavsko)

source: Russian (Russia)
cs_cz: Rusky (Rusko)

source: Russian (Ukraine)
cs_cz: Rusky (Ukrajina)

source: Sinhala
cs_cz: Sinhalsky

source: Slovak
cs_cz: Slovensky

source: Slovak (Slovakia)
cs_cz: Slovensky (Slovensko)

source: Slovenian
cs_cz: Slovinsky

source: Slovenian (Slovenia)
cs_cz: Slovinsky (Slovinsko)

source: Albanian
cs_cz: Albánsky

source: Serbian
cs_cz: Srbsky

source: Swedish (Finland)
cs_cz: Švédsky (Finsko)

source: Swedish (Sweden)
cs_cz: Švédsky (Švédsko)

source: Tamil
cs_cz: Tamilsky

source: Telugu
cs_cz: Telugsky

source: Thai
cs_cz: Thaisky

source: Turkish
cs_cz: Turecky

source: Ukrainian
cs_cz: Ukrajinsky

source: Urdu (Pakistan)
cs_cz: Urdsky (Pakistán)

source: Uzbek
cs_cz: Uzbecky

source: Vietnamese
cs_cz: Vietnamsky

source: Vietnamese (Vietnam)
cs_cz: Vietnamsky (Vietnam)

source: Chinese (Taiwan)
cs_cz: Čínsky (Taiwan)

source: Zulu
cs_cz: Zulsky

source: Zulu (South Africa)
cs_cz: Zulsky (Jižní Afrika)

source: There are no upload handlers enabled that can service your request.
cs_cz: Nejsou povoleny žádné obslužné rutiny nahrávání, které by mohly vyhovět Vašemu požadavku.

source: Method Not Allowed
cs_cz: Metoda není povolena

source: Something went wrong
cs_cz: Něco se pokazilo

source: Plugin usage information
cs_cz: Návod pro použití pluginu

source: Option:
cs_cz: Nastavení:

source: Run <a href=%1$s>setup</a>
cs_cz: Spusťte <a href=%1$s>instalaci</a>

source: The configuration file is missing.
cs_cz: Konfigurační soubor chybí.

source: The <code>db_software</code> specification is not valid.
cs_cz: Specifikace <code>db_software</code> není platná.

source: The database connection failed.
cs_cz: Připojení databáze se nezdařilo.

source: A change has been detected in the installation.
cs_cz: V instalaci byly zjištěny změny.

source: Version %1$s has been copied over %2$s.
cs_cz: Verze %1$s byla nakopírována přes %2$s.

source: The installation has moved from %1$s to %2$s.
cs_cz: Vaše instalace byla přesunuta z %1$s do %2$s.

source: The installation configuration is damaged.
cs_cz: Konfigurace instalace je poškozena.

source: setup has been requested by:
cs_cz: Instalaci požaduje:

source: The script <code>%1$s</code> has changed.
cs_cz: Skript <code>%1$s</code> se změni

source: The <code>%1$s</code> has changed.
cs_cz: <code>%1$s</code> se změnil.

source: The change detected is critical. %1$s<em>setup</em>%2$s <strong>must</strong> be run for the site to function.
cs_cz: Nalezená změna je kritická. Aby stránka fungovala, <strong>musíte</strong> spustit %1$s<em>setup</em>%2$s.

source: The change detected may not be critical but you should run %1$ssetup%2$s at your earliest convenience.
cs_cz: Nalezená změna nemusí být kritická, ale i tak byste měli co nejdříve spustit %1$sinstalaci%2$s.

source: dismiss
cs_cz: Odmítnout

source: Ignore this configuration change.
cs_cz: Ignorovat tuto změnu konfigurace.

source: to run setup [%s]
cs_cz: pro spuštění instalace [%s]

source: Error processing rewrite rule: “%s”
cs_cz: Chyba při zpracování přepisovacího pravidla: „%s“

source: Setup request
cs_cz: Žádost o instalaci

source: Click to restore the setup scripts and run setup.
cs_cz: Klikněte pro obnovení instalačních skriptů a spuštění instalace.

source: You must restore the setup files from the %1$s release.
cs_cz: Je nutné obnovit setup soubory z verze %1$s.
