Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: <strong>NOTE:</strong> If your theme uses different custom settings instead of the backend options the sitemaps may not match your site.
cs_cz: <strong>Poznámka:</strong> Pokud Váš vzhled používá jiný způsob vlastního nastavení než pomocí administrace galerie, mapa webu nemusí odpovídat Vašemu webu.

source: This creates individual static xml sitemap files of the following items:
cs_cz: Pro následující položky se vytvoří statické xml sitemap soubory:

source: netPhotoGraphics items
cs_cz: netPhotoGraphics položky

source: Index pages
cs_cz: Seznam stránek

source: <em>Albums</em>: These are split into multiple sitemaps.
cs_cz: <em>Alba</em>: rozděleny do několika sitemap souborů

source: <em>Images</em>: These are split into multiple sitemaps.
cs_cz: <em>Fotografie</em>: rozděleny do několika sitemap souborů

source: Zenpage CMS items (if the plugin is enabled)
cs_cz: Zenpage CMS položky (pokud je plugin povolen)

source: News Articles
cs_cz: Novinky

source: Additionally a sitemapindex file is created that points to the separate ones above. You can reference this sitemapindex file in your robots.txt file or submit its url to services like Google via <code>%1$s/index.php?sitemap</code>
cs_cz: Navíc je vytvořen soubor sitemapindex, který odkazuje na další uvedené samostatné soubory. Můžete odkazovat na tento soubor sitemapindex v souboru robots.txt nebo předložit jeho adresu url služby jako Google prostřednictvím <code>%1$s/index.php?sitemap</code>.

source: The sitemap cache is cleared if you create new ones. All files are stored in the <code>/%s/sitemap/</code> folder.
cs_cz: Cache sitemap souborů je vždy vymazána při vytvoření nových souborů. Všechny soubory jsou uloženy ve složce <code>/%s/sitemap/</code>.

source: Generate sitemaps
cs_cz: Vygenerovat mapu webu

source: Clear sitemap cache
cs_cz: Vymazat mezipaměť mapy webu

source: Sitemap files are being generated...Patience please.
cs_cz: Mapa stránek se generuje... chvíli strpení...

source: Adds a theme function to call a slideshow either based on jQuery (default) or Colorbox.
cs_cz: Přidá funkci vzhledu pro volání prezentace buď na základě jQuery (výchozí) nebo Colorbox.

source: Only one slideshow plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
cs_cz: Pouze jeden plugin pro prezentaci může být zapnutý. <a href="#%1$s"><code>%1$s</code></a> je již povolen.

source: <em>jQuery Cycle</em> for slideshow using the jQuery Cycle plugin<br /><em>jQuery Colorbox</em> for slideshow using Colorbox (Colorbox plugin required).<br />NOTE: The jQuery Colorbox mode is attached to the link the printSlideShowLink() function prints and can neither be called directly nor used on the slideshow.php theme page.
cs_cz: <em>jQuery Cycle</em> pro prezentace pomocí jQuery Cycle pluginu<br><em>jQuery Colorbox</em> pro prezentaci pomocí Colorboxu (je vyžadován plugin Colorbox).<br>Poznámka: JQuery Colorbox režim je spojen s odkazem na printSlideShowLink() funkci a nelze jej přímo volat ani použít na stránce vzhledu slideshow.php.

source: Speed
cs_cz: Rychlost

source: Speed of the transition in milliseconds.
cs_cz: Rychlost střídání fotografií v milisekundách.

source: Slide width
cs_cz: Šířka prezentace

source: Width of the images in the slideshow.
cs_cz: Šírka fotografií v prezentaci.

source: Slide height
cs_cz: Výška prezentace

source: Height of the images in the slideshow.
cs_cz: Výška fotografií v prezentaci.

source: fade
cs_cz: slábnutí

source: slide X
cs_cz: posun - osa X

source: slide Y
cs_cz: posun - osa Y

source: scroll up
cs_cz: rolovat nahoru

source: scroll down
cs_cz: rolovat dolů

source: scroll left
cs_cz: rolovat doleva

source: scroll right
cs_cz: rolovat doprava

source: Timeout
cs_cz: Časový limit

source: Colorbox transition
cs_cz: Colorbox prolínání

source: The Colorbox transition slide effect to be used.
cs_cz: Efekt přechodu snímku Colorbox, který se má použít.

source: Colorbox image type
cs_cz: Colorbox typ fotografie

source: sized image
cs_cz: upravená velikost fotografie

source: The image type you wish to use for the Colorbox. If you choose “sized image” the slideshow width value will be used for the longest side of the image.
cs_cz: Typ fotografie, který chcete použít pro Colorbox. Pokud zvolíte "upravená velikost fotografie", bude použita hodnota šířky prezentace pro nejdelší stranu fotografie.

source: Colorbox image title
cs_cz: Colorbox název fotografie

source: If the image title should be shown at the bottom of the Colorbox.
cs_cz: Pokud má být název fotografie zobrazen ve spodní části Colorboxu.

source: Invalid slideshow album name!
cs_cz: Chybný název prezentace alba!

source: This album is password protected!
cs_cz: Toto album je chráněno heslem!

source: No images for the slideshow!
cs_cz: Žádné fotografie pro prezentaci!

source: Previous
cs_cz: Předchozí

source: Stop and return to album or image page
cs_cz: Zastavit a vrátit se na stránku s albem nebo fotografií

source: Pause (to stop the slideshow without returning)
cs_cz: Pauza (zastavení prezentace bez návratu)

source: Play
cs_cz: Přehrát

source: Next
cs_cz: Další

source: View Slideshow
cs_cz: Spustit prezentaci

source: start slideshow
cs_cz: Spustit prezentaci

source: stop slideshow
cs_cz: Zastavit prezentaci

source: image %1$s of %2$s
cs_cz: fotografie %1$s z %2$s

source: Invalid linking to the slideshow page.
cs_cz: Neplatný odkaz na stránku s prezentací.

source: Adds static HTML cache functionality.
cs_cz: Přidá funkci statické mezipaměti HTML.

source: Caching is disabled because <em>TESTING_MODE</em> is enabled.
cs_cz: Cache je vypnutá, protože je povolen <em>TESTING_MODE</em>.

source: Static HTML Cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
cs_cz: Adresář pro statickou HTMLmezipaměť nemohl být vytvořen. Zkuste ho prosím vytvořit ručně přes FTP s nastavením chmod 0777.

source: Static HTML cache expire
cs_cz: Vypršení statické HTML mezipaměti

source: When the cache should expire in seconds. Default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).
cs_cz: Nastavení v sekundách, kdy má mezipaměť vypršet. Standardně je nastaveno 86 400 sekund (1 den = 24h * 60 min * 60s).

source: Excluded pages
cs_cz: Vyloučené stránky

source: The list of pages to be excluded from cache generation. Pages that can be excluded are custom theme pages including Zenpage pages (these optionally more specific by titlelink) and the standard theme files image.php (optionally by image file name), album.php (optionally by album folder name) or index.php.<br /> If you want to exclude a page completely enter <em>page-filename.php/</em>. <br />If you want to exclude a page by a specific title, image filename, or album folder name enter <em>pagefilename.php/titlelink or image filename or album folder</em>. Separate several entries by comma.
cs_cz: Seznam stránek, které nemají být nahrány do mezipaměti. Stránky, které mohou býr vyloučené z nahrávání jsou vlastní vzhledy včetně Zenpage stránek (lze vybrat podle titulku) a standardní soubor vzhledu image.php (lze vybrat podle názvu fotografie, album.php (lze vybrat podle názvu alba) nebo index.php.<br />Pokud chcete stránku vyloučit úplně, vložte do seznamu položku ve tvaru <em>stranka-nazevsouboru.php/</em>. <br />Pokud chcete vyloučit stránku podle jejího titulku, názvu souboru nebo názvu alba, vložtete do seznamu položku ve tvaru <em>stranka-nazevsouboru.php/titulek nebo název fotografie nebo alba</em>. Více položek oddělte čárkou.

source: Cached content of %3$s served by static_html_cache in %1$.4f seconds plus %2$.4f seconds unavoidable overhead.
cs_cz: Obsah %3$s uložený v static_html_cache byl doručen za %1$.4f sekund, plus %2$.4f sekund nezbytného režijního času.

source: Enable touch screen left/right swiping to move to the next/previous page.
cs_cz: Aktivuje dotyková gesta doleva/doprava pro přechod na další/předchozí stránku.

source: The threshold swipe distance distance (pixels) to triger a swipe.
cs_cz: Délka přejetí (v pixelech) pro rozpoznání posunutí prstem.

source: Single image page
cs_cz: Stránka s jednou fotografií

source: Enables left/right swipe gestures for the previous/next image navigation.
cs_cz: Aktivuje gesta přejetí doleva/doprava pro přechod na předchozí/další fotografii.

source: Album pages
cs_cz: Stránky s alby

source: Enables left/right swipe gestures for the previous/next album/search page navigation.
cs_cz: Aktivuje gesta přejetí doleva/doprava pro přechod na předchozí/další album/stránku vyhledávání.

source: News pages
cs_cz: Stránky s Novinkami

source: Enables left/right swipe gestures for the previous/next news loop page navigation (<em>news on index</em> option not supported).
cs_cz: Aktivuje gesta přejetí doleva/doprava pro přechod na předchozí/následující stránku s Novinkami (gesta pro <em>novinky na úvodní stránce</em> nejsou podporována).

source: Provides functions to print a tag cloud of all tags from an object.
cs_cz: Poskytuje funkce pro tisk tag cloudu všech tagů z objektu.

source: Enables jQuery tag suggestions on the search field.
cs_cz: Povoluje JQuery nápovědu tagů ve vyhledávacím poli.

source: threshold
cs_cz: Minimální počet

source: Only tags with at least this number of uses will be suggested.
cs_cz: Pouze tagy s minimálně tímto počtem použití budou napovídány.

source: Extracts metadata from images and <code>XMP</code> sidecar files.
cs_cz: Extrahuje metadata z fotografií a vedlejších <code>XMP</code> souborů.

source: Metadata to tag
cs_cz: Převod metadat na tagy

source: Select the metadata items that will be tagged.
cs_cz: Vyberte položky metadat, z nichž budou vytvořeny tagy.

source: Allow a visitor to select the theme of the gallery.
cs_cz: Dovoluje uživatelům si vybrat vlastní vzhled galerie.

source: Private
cs_cz: Skrýt

source: Only users with <em>Themes</em> rights will see the selector if this is checked.
cs_cz: Pokud je tato volba zaškrtnuta, pouze uživatelé s právy <em>Vzhled</em> uvidí menu pro změnu vzhledu.

source: Theme list
cs_cz: Seznam vzhledů

source: These are the themes that may be selected among.
cs_cz: Z těchto vzhledů se bude dát vybírat.

source: These themes are enabled but have not got their default options set:
cs_cz: Tyto vzhledy jsou povoleny, ale není nastaveno jejich výchozí nastavení:

source: Switch themes
cs_cz: Změnit vzhled

source: Close
cs_cz: Zavřít

source: Themes will be disabled in this list if selecting them would result in a “not found” error.
cs_cz: Vzhledy budou v seznamu zakázány v případě, že jejich vybrání vrátí chybu "nenalezeno."

source: Provides short URLs to gallery objects.
cs_cz: Poskytuje krátké URL pro objekty.

source: Use in themes for
cs_cz: Ve vzhledech použít pro

source: If an option is chosen, normal theme URLs will be replaced with <i>tinyURL</i>s for that object.
cs_cz: U vybraných položek budou standardní URL nahrazena krátkými <i>tinyURL</i>.

source: news categories
cs_cz: Kategorie novinek

source: Text editor configuration - gallery
cs_cz: Nastavení editoru textu - galerie

source: Applies to <em>admin</em> editable text other than for Zenpage pages and news articles.
cs_cz: Použije se pro texty upravené <em>administrátorem</em> mimo Zenpage stránek a článků (např. popis fotografií).

source: Text editor configuration - zenpage
cs_cz: Nastavení editoru textu - zenpage

source: Applies to editing on the Zenpage <em>pages</em> and <em>news</em> tabs.
cs_cz: Použije se pro úpravu v záložkách <em>Stránky</em> a <em>Novinky</em>.

source: Text editor configuration - forms
cs_cz: Nastavení editoru textu - formuláře

source: Applies to editing on <em>forms option</em> tab.
cs_cz: Použije se pro úpravy na kartě <em> Formuláře </em>.

source: Entity encoding
cs_cz: Kódování entit

source: named
cs_cz: pojmenované

source: numeric
cs_cz: číselné

source: raw
cs_cz: nezpracované

source: Select the TinyMCE <em>entity_encoding</em> strategy.
cs_cz: Zvolte strategii <em>kódování entit</em> pro TinyMCE.

source: RTL text direction
cs_cz: Směr textu RTL

source: This option should be checked if your language writing direction is right-to-left
cs_cz: Toto nastavení by mělo být zaškrtnuto v případě, že Váš směr psaní Vašeho jazyka je zprava doleva.

source: netPhotoGraphics object insertion
cs_cz: Vložení objektu netPhotoGraphics

source: <em>image</em>: %s
cs_cz: <em>fotografie</em>: %s

source: %s with link to image
cs_cz: %s s odkazem na fotografii

source: %s with link to album
cs_cz: %s s odkazem na album

source: <em>news article</em>: %s
cs_cz: <em>článek Novinek</em>: %s

source: <em>page</em>: %s
cs_cz: <em>stránka</em>: %s

source: You can pick an object for insertion by browsing to the object and clicking on the %s icon. This icon will be just below the <em>Title</em> of the object. You can quickly select objects from admin pages that list objects (e.g. the <em>albums</em>, <em>news</em>, <em>categories</em>, or <em>pages</em> tabs or the <em>image order</em> album subtab.) A <em>pick</em> icon is provided for each item in the list.
cs_cz: Objekt pro vložení můžete vybrat procházením do objektu a klepnutím na ikonu %s. Tato ikona bude těsně pod <em>název</em> objektu. Můžete rychle vybrat objekty ze Správce stránek, které seznam objektů (např. <em>alba</em>, <em>novinky</em>, <em>kategorie</em>, nebo <em>stránky</em> karty nebo <em>pořadí obrázků</em> album subtab.) <em>Vyberte</em> ikonu je k dispozici pro každou položku v seznamu.

source: Enables Touch Event Support for jQuery UI.
cs_cz: Povoluje podporu dotykových událostí pro rozhraní jQuery UI.

source: This plugin may not work for you. Use at your own discretion. It has been tested and works on an iPad with the Safari browser and on Android with the default browser. Drag and drop works but clicking on links does not on Chrome on Android. It does not work for Opera on Android.
cs_cz: Tento modul nemusí pracovat pro vás. Použití na vašem vlastním uvážení. To byl testován a funguje na iPadu s prohlížečem Safari a na Androidu s výchozím prohlížečem. Přetažení funguje, ale klepnutím na odkazy nefunguje v Chrome pro Androidu. Nefunguje pro Operu na Androidu.

source: Provides a macro to produce a Google Translate button.
cs_cz: Poskytuje makro pro vytvoření tlačítka Přeložit pomocí Googlu.

source: Places a Google Translate button on a page.
cs_cz: Umístí na stránku tlačítko Přeložit pomocí Googlu.

source: Trivial SPAM filter.
cs_cz: Obyčejný Spam filter.

source: pass
cs_cz: schválit

source: moderate
cs_cz: moderovat

source: reject
cs_cz: zamítnout

source: This action will be taken for all messages.
cs_cz: Tato akce bude použita na všechny komentáře.

source: <em>http</em> image upload handler.
cs_cz: Správa nahrávání fotografií pomocí <em>http</em>.

source: images (%s)
cs_cz: fotografie (%s)

source: Add more upload boxes
cs_cz: Přidat další řádky pro nahrání fotografií

source: (will not reload the page, but remember your upload limits!)
cs_cz: (neobnovujte stránku, ale nezapomeňte na Váši maximální velikost nahrávání!)

source: You must upload at least one file.
cs_cz: Musíte nahrát alespoň jeden soubor.

source: You must enter a folder name for your new album.
cs_cz: Musíte zadat jméno adresáře pro vaše nové album.

source: You have attempted to upload to an album for which you do not have upload rights
cs_cz: Pokusili jste se nahrát soubor do alba, ke kterému nemáte práva k nahrávání

source: The uploader could not write the file.
cs_cz: Soubor nemohl být zapsán.

source: You have attempted to upload too large a file
cs_cz: Pokusili jste se nahrát příliš velký soubor

source: You have exceeded your upload quota
cs_cz: Překročili jste limit pro nahrávání souborů

source: The error %s was reported when submitting the form. Please try again. If this keeps happening, check your server and PHP configuration (make sure file uploads are enabled, and upload_max_filesize is set high enough.) If you think this is a bug, file a bug report. Thanks!
cs_cz: Byla hlášena chyba %s při odesílání formuláře. Opakujte akci. Pokud chyba přetrvává, zkontrolujte nastavení serveru a konfiguraci PHP (ujistěte se, že odesílání souborů je povoleno a upload_max_filesize je nastaven dostatečně vysoko). Pokud se domníváte, že se že jedná o chybu, ohlaste ji. Dík!

source: Provides management of users based on when they were created.
cs_cz: Poskytuje správu uživatelů založenou na datu jejich vytvoření, umožňuje např. vypršení členství.

source: Days until expiration
cs_cz: Dní do vypršení.

source: The number of days until a user is flagged as expired. Set to zero for no expiry.
cs_cz: Počet dní, po kterých členství uživatele vyprší. Nastavením nuly se požadavek na změnu vypne.

source: Warning interval
cs_cz: Interval upozornění

source: The period in days before the expiry during which a warning message will be sent to the user. (If set to zero, no warning occurs.)
cs_cz: Interval ve dnech před vypršením, ve kterém bude uživateli odesláno upozornění. (Nastavením nuly se požadavek na změnu vypne.)

source: Auto renew
cs_cz: Automatická obnova

source: Automatically renew the subscription if the user visits during the warning period.
cs_cz: Automaticky obnovit členství pokud se uživatel přihlásí během období od upozornění po plánovaného vypršení členství.

source: Password cycle
cs_cz: Cyklus hesla

source: Number of days between required password changes. Set to zero for no required changes.
cs_cz: Počet dní mezi vyžadováním změny hesla. Nastavením nuly se požadavek na změnu vypne.

source: Your user id for the site %s will expire on %s.
cs_cz: Váš uživatelský účet pro web %s vyprší %s.

source: User id expiration
cs_cz: Vypršení platnosti uživatelského id

source: You have used that password recently. Please choose a different password.
cs_cz: Toto heslo jste nedávno používali. Prosím vyberte si jiné.

source: Expires soon
cs_cz: Brzy vyprší

source: Your subscription expires on %s
cs_cz: Vaše členstvo vyprší %s.

source: You must change your password.
cs_cz: Musíte změnit své heslo.

source: Your %1$s credentials need to be renewed. Visit %2$s to renew your logon credentials.
cs_cz: Vaše %1$s údaje je potřeba obnovit. Pro obnovu Vašich přihlašovacích údajů navštivte %2$s .

source: User expiry
cs_cz: Vypršení platnosti uživatele

source: Manage user expiry.
cs_cz: Nastavit vypršení platnosti uživatele.

source: Enable
cs_cz: Povoleno

source: Disable
cs_cz: Zakázáno

source: Email renewal link
cs_cz: Poslat e-mail s obnovovacím odkazem

source: Remove
cs_cz: Odstranit

source: Enabled
cs_cz: Povoleno

source: Adds user address fields
cs_cz: Přidá uživatelům do jejich profilu pole pro adresu.

source: Provides rudimentary user groups.
cs_cz: Poskytuje základní uživatelské skupiny.

source: no groups established
cs_cz: žádné skupiny nebyly založeny

source: *no group selected
cs_cz: *žádná skupina nevybrána

source: Applying a template will merge the template with the current <em>rights</em> and <em>objects</em>.
cs_cz: Použitím šablony se tato šablona sloučí s aktuálními <em>právy</em> a <em>objekty</em>.

source: Templates are highlighted.
cs_cz: Šablony jsou zvýrazněné.

source: <strong>Note:</strong> When a group is assigned <em>rights</em> and <em>managed objects</em> are determined by the group!
cs_cz: <strong>Poznámka:</strong> Pokud je přiřazena skupina, <em>práva</em> a <em>spravovaná alba</em> přiděluje skupina!

source: no group affiliation
cs_cz: žádná skupina

source: User group membership: %s
cs_cz: Členem ve skupinách: %s

source: User group management
cs_cz: Správa uživatelských skupin

source: groups
cs_cz: Skupiny

source: templates
cs_cz: Šablony uživ. skupin

source: assignments
cs_cz: Přiřazení skupin

source: Groups
cs_cz: Skupiny

source: Templates
cs_cz: Šablony uživatelských skupin

source: Assignments
cs_cz: Přiřazení skupin

source: Set group rights and select one or more albums for the users in the group to manage. Users with <em>User admin</em> or <em>Manage all albums</em> rights can manage all albums. All others may manage only those that are selected.
cs_cz: Nastavte práva skupiny a vyberte jedno nebo více alb, které mohou daní uživatelé spravovat. Uživatel s právy <em>Administrátor</em> nebo <em>Spravovat všechna alba</em> může spravovat všechna alba. Uživatelé bez těchto práv mohou upravovat pouze zde vybraná alba.

source: group
cs_cz: Skupina

source: template
cs_cz: Šablona uživatelských skupin

source: Are you sure you want to delete this group?
cs_cz: Jste si jisti, že chcete smazat tuto skupinu?

source: Delete this group.
cs_cz: Smazat tuto skupinu.

source: clone:
cs_cz: Duplikovat:

source: description:
cs_cz: Popis:

source: Assign users
cs_cz: Přiřazení uživatelé:

source: User %s is assigned to more than one group.
cs_cz: Uživatel %s je přiřazený do více než jedné skupiny.

source: Group names may not contain “?”, “&”, or quotation marks.
cs_cz: Názvy skupin nesmí obsahovat „?“, „&“ nebo uvozovky.

source: The group “%s” already exists.
cs_cz: Skupina „%s“ již existuje.

source: Assign users to groups.
cs_cz: Přiřadit uživatele ke skupině.

source: Provides a means for users to login/out from your theme pages.
cs_cz: Poskytuje možnost uživateli se přihlásit/odhlásit z Vašich stránek.

source: Login form
cs_cz: Přihlašovací formulář

source: Form
cs_cz: Formulář

source: Colorbox link
cs_cz: Colorbox odkaz

source: Colorbox inline
cs_cz: ColorBox vložený

source: If the user is not logged-in display an <em>in-line</em> logon form or a link to a modal <em>Colorbox</em> form.
cs_cz: Pokud není uživatel přihlášen, zobrazit <em>vložený</em> přihlašovací formulář nebo odkaz na standardní <em>Colorbox</em> formulář.

source: Login
cs_cz: Přihlášení

source: Logout
cs_cz: Odhlásit

source: Provides a utility function to send e-mails to all users who have provided an e-mail address.
cs_cz: Nástroj pro zasílání e-mailů všem registrovaným uživatelům, kteří poskytli e-mailovou adresu.

source: Mailing list
cs_cz: Seznam e-mailů

source: Users who have unsubscribed from the mailing list are checked. Un-check to re-subscribe the user.
cs_cz: Uživatelé, kteří se odhlásili z mailing listu, jsou kontrolováni. Zrušením zaškrtnutí uživatele znovu přihlásíte k odběru.

source: Excluded groups
cs_cz: Vyloučené skupiny

source: Check the groups you wish excluded from the mailing recipient list.
cs_cz: Zaškrtněte skupiny, které chcete vyloučit ze seznamu příjemců.

source: Opt-out of the mailing list
cs_cz: Odhlášení uživatelé

source: user_mailing_list error
cs_cz: user_mailing_list chyba

source: un-subscribe
cs_cz: odhlásit

source: You are no longer subscribed to the site mailing list
cs_cz: Již nejste přihlášeni k odběru mailing listu.

source: User mailing list
cs_cz: Seznam e-mailů uživatelů

source: A tool to send e-mails to all registered users who have provided an e-mail address. There is always a copy sent to the current admin and all e-mails are sent as <em>blind copies</em>.
cs_cz: Nástroj pro zasílání e-mailů všem registrovaným uživatelů, kteří poskytli e-mailovou adresu. Každý e-mail je zaslán současnému administrátorovi a všechny e-maily jsou posílány jako <em>skryté kopie</em>.

source: <strong>Note: </strong>No <em>sendmail</em> filter is registered. You must activate and configure a mailer plugin.
cs_cz: <strong>Poznámka: </strong>Žádný <em>sendmail</em> není evidován. Musíte aktivovat a nakonfigurovat mailový plugin.

source: Please enter the message you want to send.
cs_cz: Prosím napište zprávu, kterou chcete poslat.

source: Subject:
cs_cz: Předmět:

source: Message:
cs_cz: Zpráva:

source: Select recipients :
cs_cz: Vyberte příjemce:

source: all users
cs_cz: všichni uživatelé

source: Selecting a group will send the message to all members of the group.
cs_cz: Výběrem skupiny odešlete zprávu všem jejím členům.

source: Send mail
cs_cz: Poslat e-mail
