Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: Select the theme your Google <em>reCAPTCHA widget</em>.<br />Note: if you select <em>Hidden</em> the form's <em>submit</em> button must include the reCAPTCHA class and data elements.
cs_cz: Vyberte vzhled Vašeho Google <em>reCAPTCHA widgetu</em>.<br />Poznámka: pokud vyberete <em>Skrytý</em>, formulářové tlačítko <em>odeslat</em> musí obsahovat třídu reCAPTCHA a datové prvky.

source: Audio
cs_cz: Zvuk

source: Choose the secondary verification method you would like to use.
cs_cz: Zvolte kterou ze sekundárních ověřovacích metod chcete použít.

source: Normal
cs_cz: Normální

source: Compact
cs_cz: Kompaktní

source: Select the size your Google <em>reCAPTCHA widget</em>.
cs_cz: Vyberte velikost Vašeho Google <em>reCAPTCHA widgetu</em>.

source: You can get your credentials from <a href="http://www.google.com/recaptcha/admin">Google reCAPTCHA</a>.
cs_cz: Své kódy můžete získat z <a href="http://www.google.com/recaptcha/admin">Google reCAPTCHA</a>.

source: reCAPTCHA_v2 is not properly configured.
cs_cz: reCAPTCHA_v2 není správně nakonfigurována.

source: Provides a means for placing a user registration form on your theme pages.
cs_cz: Umožní uživateli, aby se zaregistroval přímo z Vašich stránek.

source: Default text for the register user link.
cs_cz: Výchozí text pro uživatele u odkazu pro registraci.

source: Hint text
cs_cz: Nápověda

source: Default hint text for the register user link.
cs_cz: Výchozí text nápovědy pro uživatele u odkazu pro registraci.

source: Registration text
cs_cz: Text po registraci

source: Registration confirmation text.
cs_cz: Text potvrzovacího e-mailu po registraci.

source: User album
cs_cz: Uživatelské album

source: If checked, an album will be created and assigned to the user.
cs_cz: Pokud je zaškrtnuto, bude vytvořeno album a přiřazeno nově zaregistrovanému uživateli.

source: Email ID
cs_cz: E-mail jako jméno

source: If checked, The use’s e-mail address will be used as his User ID.
cs_cz: Pokud je zaškrtnuto, použít e-mailovou adresu jako uživatelské jméno.

source: If <em>Address fields</em> are shown or required, the form will include positions for address information. If required, the user must supply data in each address field.
cs_cz: Pokud jsou zobrazeny nebo požadovány <em>Pole pro adresu</em>, formulář bude obsahovat pole pro informace o adrese. Tyto pole je také možno označit jako povinné.

source: Default user group
cs_cz: Výchozí uživatelská skupina

source: Initial group assignment for the new user.
cs_cz: Výchozí skupina přiřazená novému uživateli.

source: Default rights
cs_cz: Standardní práva

source: Initial rights for the new user. (If no rights are set, approval of the user will be required.)
cs_cz: Výchozí práva přiřazená novému uživateli. (Pokud nejsou výchozí práva nastavena, bude nutné ručně uživatele schválit.)

source: You must supply the street field.
cs_cz: Je třeba zadat pole Ulice.

source: You must supply the city field.
cs_cz: Je třeba zadat pole Město.

source: You must supply the state field.
cs_cz: Je třeba zadat pole Stát.

source: You must supply the country field.
cs_cz: Je třeba zadat pole Země.

source: You must supply the postal code field.
cs_cz: Je třeba zadat pole PSČ.

source: Registration confirmation
cs_cz: Potvrzení registrace

source: you are already logged in.
cs_cz: Již jste přihlášeni.

source: Thank you for registering.
cs_cz: Díky za Vaší registraci.

source: You may now log onto the site and verify your personal information.
cs_cz: Nyní se můžete přihlásit a zkontrolovat své osobní údaje.

source: Registration failed.
cs_cz: Registrace se nezdařila.

source: The user ID <em>%s</em> is already in use.
cs_cz: Uživatelské jméno <em>%s</em> je již použito.

source: A user with the e-mail <em>%s</em> already exists.
cs_cz: Uživatel s e-mailem <em>%s</em> již existuje.

source: Passwords may not be empty.
cs_cz: Heslo nemůže být prázdné.

source: You have not filled in all the fields.
cs_cz: Nejsou vyplněna všechna pole.

source: Invalid verification link.
cs_cz: Neplatný ověřovací odkaz.

source: Enter a valid email address.
cs_cz: Vložte validní e-mailovou adresu.

source: Verification failed.
cs_cz: Ověření selhalo.

source: Your registration request could not be completed.
cs_cz: Váš registrační požadavek nemohl být dokončen.

source: Your registration attempt failed a <code>register_user_registered</code> filter check.
cs_cz: Váš pokus o registraci neprošel kontrolou filtru <code>register_user_registered</code>.

source: Username* (this will be your user username)
cs_cz: Uživatelské jméno * (toto bude vaše uživatelské jméno)

source: Email<strong>*</strong> (this will be your user id)
cs_cz: E-mail<strong>*</strong> (toto bude Vaše uživatelské jméno)

source: User ID
cs_cz: Uživatelské jméno

source: <strong>*</strong>Required
cs_cz: <strong>*</strong>Povinná pole

source: Provides functionality to get the related items to an item based on a tag search.
cs_cz: Poskytuje funkci pro získání souvisejících položek k položce na základě vyhledávání podle tagů.

source: Related Albums
cs_cz: Související Alba

source: Related Images
cs_cz: Související Fotografie

source: Related
cs_cz: Související

source: Related Pages
cs_cz: Související Stránky

source: Related
cs_cz: Související

source: Site rewrite rules.
cs_cz: Pravidla pro přepis stránek.

source: The <em>rules.txt</em> file is not processed when the <em>rewriteRules</em> plugin is disabled.
cs_cz: Soubor <em>rules.txt</em> nebude zpracován, když je plugin <em>rewriteRules</em> zakázán.

source: The Configuration file is corrupt. You will need to restore it from a backup.
cs_cz: Konfigurační soubor je poškozen. Obnovte ho ze zálohy.

source: The <code>%1$s</code> rule defines <strong>%2$s</strong> as <em>%3$s</em>.
cs_cz: <code>%1$s</code> pravidlo definuje <strong>%2$s</strong> jako <em>%3$s</em>.

source: Restore defaults.
cs_cz: Nastavit výchozí hodnoty.

source: The <em>RSS</em> handler.
cs_cz: Správa <em>RSS</em>.

source: This plugin must be enabled to supply <em>RSS</em> feeds.
cs_cz: Pro poskytování <em>RSS</em> kanálů musí být tento plugin povolen.

source: <strong>Note:</strong> Theme support is required to display RSS links.
cs_cz: <strong>Poznámka:</strong> Vzhled musí podporovat zobrazování RSS odkazů.

source: RSS feeds enabled:
cs_cz: Povolit RSS kanály pro

source: All News
cs_cz: Všechny novinky

source: All Pages
cs_cz: Všechny stránky

source: Check each RSS feed you wish to activate.
cs_cz: Zaškrtněte každý RSS kanál, který chcete aktivovat.

source: The number of new images and comments you want to appear in your site’s RSS feed
cs_cz: Počet nových obrázků a komentářů, které chcete zobrazit u Vašeho RSS kanálu.

source: Album feed items:
cs_cz: Položek v kanálu alb

source: Size of RSS image feed images:
cs_cz: Velikost fotografie v RSS kanálu fotografií.

source: Album image size
cs_cz: Velikost náhledu alba:

source: Size of RSS album feed images :
cs_cz: Velikost fotografie v RSS kanálu alb.

source: Choose between latest by id for the latest uploaded, latest by date for the latest uploaded fetched by date, or latest by mtime for the latest uploaded fetched by the file’ last change timestamp.
cs_cz: Vyberte mezi nejnovějšími podle ID pro nejnověji nahrané, nejnovější podle data pro poslední načtené nebo nejnovější podle mtime pro nejnověji nahrané podle poslední změny časového razítka.

source: Choose between latest by id for the latest uploaded and latest updated
cs_cz: Vyberte si mezi nejnovější podle ID pro nejnovější nahraná a nejnovější aktualizované.

source: RSS enclosure:
cs_cz: RSS přílohy

source: Check if you want to enable the RSS enclosure feature which provides a direct download for full images, movies etc. from within certain RSS reader clients (only Images RSS).
cs_cz: Zaškrtněte pokud chcete povolit funkci příloh u RSS, které povoluje přímé stahování fotografií, filmů atd. v plné velikosti přímo v některých RSS čtečkách (pouze RSS fotografií).

source: Check if media RSS support is to be enabled. This support is used by some services and programs (only Images RSS).
cs_cz: Zaškrtněte pokud chcete povolit funkci médií u RSS. Tato funkce je používána některými službami a programy (pouze RSS fotografií).

source: Check if you want to enable static RSS feed caching. The cached file will be placed within the <em>%s</em> folder.
cs_cz: Zaškrtněte pokud chcete povolit funkci statické mezipaměti pro RSS. Soubor bude uložen v adresáři <em>%s</em>.

source: Cache expiration
cs_cz: Platnost mezipaměti

source: Cache expire default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).
cs_cz: Ve výchozím nastavení je platnost mezipaměti 86 400 sekund (1 den = 24 hodin * 60 min * 60 sekund).

source: Hitcounter
cs_cz: Počet shlédnutí

source: Check if you want to store the hitcount on RSS feeds.
cs_cz: Zaškrtněte pokud chcete počítat a sledovat počet shlédnutí RSS kanálu.

source: Select what you want to use as the main RSS feed (channel) title. “Both” means Website title followed by Gallery title
cs_cz: Zaškrtněte, co chcete použít jako nadpis hlavního RSS kanálu. "Oba názvy" znamená, že bude použit název webu a za ním následně název galerie.

source: Portable RSS link
cs_cz: Přenosné RSS odkazy

source: If checked links generated for logged‑in users will include a token identifying the user. Use of that link when not logged‑in will give the same feed as if the user were logged‑in.
cs_cz: Pokud je zaškrtnuto, odkazy generované pro přihlášené uživatele bude obsahovat známku identifikaci uživatele. Používání uvedeného odkazu uživatelem, který není přihlášený, se zobrazí stejný feed jako přihlášenému uživateli.

source: The text length of the Zenpage RSS feed items. No value for full length.
cs_cz: Délka textu v Zenpage kanálu Vašeho RSS. Žádná hodnota znamená plnou délku.

source: Zenpage feed items
cs_cz: Počet položek v kanálu Zenpage

source: The number of news articles you want to appear in your site’s News RSS feed.
cs_cz: Počet článků, které chcete zobrazit v kanálu Novinek.

source: (Latest news and albums)
cs_cz: (Nejnovější novinky a alba)

source: (Latest news and images)
cs_cz: (Nejnovější novinky a fotografie)

source: Provides scriptless and privacy friendly sharing buttons.
cs_cz: Poskytuje tlačítka pro sdílení bez skriptů a přátelská k ochraně soukromí.

source: Social networks
cs_cz: Sociální sítě

source: iOS only
cs_cz: iOS pouze

source: Select the social networks for which you wish buttons.
cs_cz: Vyberte sociální sítě, pro které chcete tlačítka.

source: Icon font and default CSS
cs_cz: Font ikony a výchozí CSS

source: Uncheck to disable loading the included font and CSS and use your own theme based icon font and CSS.
cs_cz: Zrušením zaškrtnutí zakážete načítání přiloženého písma a CSS a použijete vlastní písmo ikon a CSS založené na motivu.

source: Icons only
cs_cz: Pouze ikony

source: Check to hide the service name and only show icon buttons.
cs_cz: Zaškrtněte, chcete-li skrýt název služby a zobrazit pouze tlačítka s ikonami.

source: Twitter user name
cs_cz: Twitter uživatelské jméno

source: Enter your Twitter name without @ here if you like to have it appended to tweets made.
cs_cz: Pokud chcete aby k vytvořeným tweetům bylo připojeno Vaše jméno, zadejte sem své jméno na Twitteru bez @.

source: Prints the social sharing buttons.
cs_cz: Zobrazí tlačítka pro sdílení na sociálních sítích.

source: Collects and displays search criteria.
cs_cz: Sbírá a zobrazuje údaje o vyhledávání.

source: Threshold (success)
cs_cz: Zobrazit maximálně (úspěšně vyhledáno):

source: Show the top <em>Threshold</em> criteria of successful searches. (Searches which returned at least one result.)
cs_cz: Udává maximální počet zobrazených výrazů, které byly úspěšně vyhledány (vyhledávání alespoň s jedním výsledkem).

source: Threshold (failed)
cs_cz: Zobrazit maximálně (neúspěšně vyhledáno):

source: Show the top <em>Threshold</em> criteria of searches that failed.
cs_cz: Udává maximální počet zobrazených výrazů, které nebyly úspěšně vyhledány.

source: Threshold (terms)
cs_cz: Zobrazit maximálně (hledané výrazy):

source: Show the top <em>Threshold</em> terms used in searches.
cs_cz: Udává maximální počet zobrazených výrazů, které byly nejčastěji vyhledávány.

source: Threshold (ID)
cs_cz: Zobrazit maximálně (ID):

source: Show the top <em>Threshold</em> IDs that have performed searches.
cs_cz: Udává maximální počet zobrazených ID, které provedly vyhledávání.

source: Search analysis
cs_cz: Analýza vyhledávání

source: No search criteria collected.
cs_cz: Žádné výsledky vyhledávání nejsou dostupné.

source: Search criteria reset.
cs_cz: Vyhledávací kritéria resetována.

source: Top %u successful search criteria
cs_cz: %u nejvíce úspěšně vyhledávaných výrazů

source: Successful search criteria
cs_cz: Úspěšně vyhledané výrazy

source: Top %u failed search criteria
cs_cz: %u nejvíce neúspěšně vyhledaných výrazů

source: Failed search criteria
cs_cz: Neúspěšně vyhledané výrazy

source: Top %u search terms used
cs_cz: %u nejpoužívanějších výrazů

source: Top %u Search IDs
cs_cz: %u nejhledanějších ID

source: reset
cs_cz: smazat

source: Change <em>Threshold</em> values
cs_cz: Změnit <em>počet zobrazovaných</em> výrazů

source: Logs selected security events.
cs_cz: Zaznamenává vybrané události zabezpečení.

source: Logging filters
cs_cz: Filtry protokolování

source: The logging actions for the selected filters will be processed. Further details on these filters can be found in the <a href="%1$s">filter documentation</a>.
cs_cz: Akce protokolování pro vybrané filtry budou zpracovány. Další podrobnosti o těchto filtrech naleznete v <a href="%1$s"> dokumentaci k filtrům </a>.

source: Record failed admin access
cs_cz: Zaznamenávat neúspěšné přihlášení administrátora

source: All attempts
cs_cz: všechny pokusy

source: Only user attempts
cs_cz: pouze pokusy uživatelů

source: Record admin page access failures.
cs_cz: Zaznamenávat neúspěšné pokusy administrátorů.

source: Record logon
cs_cz: Zaznamenávat pokusy o přihlášení

source: Successful attempts
cs_cz: úspěšné pokusy

source: unsuccessful attempts
cs_cz: neúspěšné pokusy

source: Record login failures, successes, or all attempts.
cs_cz: Zaznamenávat úspěšné, neúspěšné nebo všechny pokusy.

source: version
cs_cz: verze

source: Restore setup scripts
cs_cz: Obnovit instalační soubory

source: Protect setup scripts
cs_cz: Ochránit instalační soubory

source: Authorization cookie check
cs_cz: Kontrola autorizačných cookie

source: SEO filter to translate extended characters into their basic alpha-numeric equivalents.
cs_cz: SEO filtr překládá rozšířené znaky do jejich základní alfa-numerické hodnoty.

source: Lowercase only
cs_cz: Pouze malá písmena

source: When set, all characters are converted to lower case.
cs_cz: Pokud je zaškrtnuto, všechna písmena budou převedena na malá.

source: Provides a utility SEO file/folder name cleanser.
cs_cz: Poskytuje nástroj SEO přívětivější názvy po souborů/složek.

source: There was an error #%d with the rename operation.
cs_cz: Došlo k chybě #%d s přejmenováním.

source: Cleanup album and image names to be SEO friendly
cs_cz: Vytvoří SEO přátelštější jména alb a fotografií

source: Simple SPAM filter.
cs_cz: Jednoduchý Spam filter.

source: Only one SPAM handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
cs_cz: Lze povolit pouze jeden plugin pro filtrování spamu. <a href="#%1$s"><code>%1$s</code></a> je již povolen.

source: Words to die on
cs_cz: Zakázaná slova

source: SPAM blacklist words (separate with commas)
cs_cz: Zákazáná slova (oddělená čárkou)

source: Patterns to die on
cs_cz: Zakázané vzory výrazů

source: SPAM blacklist <a href="http://en.wikipedia.org/wiki/Regular_expression">regular expressions</a> (separate with spaces)
cs_cz: Zakázané <a href="http://en.wikipedia.org/wiki/Regular_expression">regulární výrazy</a> (oddělené čárkou)

source: Excessive URL count
cs_cz: Nadměrný počet URL

source: Message is considered SPAM if there are more than this many URLs in it
cs_cz: Zpráva je považována za spam, pokud obsahuje více jak daný počet URL.

source: Banned IPs
cs_cz: Blokované IP adresy

source: Prevent posts from this list of IP addresses
cs_cz: Zabrání zveřejňování komentářů z těchto IP adres

source: Forgiving
cs_cz: Shovívavost

source: Mark suspected SPAM for moderation rather than as SPAM
cs_cz: Označit podezřelý komentář ke schválení raději než přímo jako spam.

source: Outgoing mail handler based on the PHP <em>mail</em> facility.
cs_cz: Zprostředkovatel odchozí pošty založený na PHP <em>poštovním</em> zařízení.

source: Utility to divert access to the gallery to a screen saying the site is upgrading.
cs_cz: Nástroj pro přesměrování přístupu do galerie na stránku, která říká, že se web upgraduje.

source: <em>mod_rewrite</em> is not enabled. This plugin may not work without rewrite redirection if the upgrade is significantly different than the running release.
cs_cz: <em>mod_rewrite</em> není povolen. Tento plugin nemusí fungovat bez přesměrování pravidly, pokud se aktualizace výrazně liší od aktuálně běžící verze.

source: Site is available for testing only.
cs_cz: Web je dostupný pouze pro testování!

source: The site is closed!
cs_cz: Web je nedostupný!

source: Site status:
cs_cz: Stav webu:

source: The site is in test mode!
cs_cz: Web je v testovacím módu!

source: The site is opened
cs_cz: Web je dostupný!

source: Restore site_upgrade files
cs_cz: Obnova aktualizačních souborů

source: Restores the files in the "plugins/site_upgrade" folder to their default state. Note: this will overwrite any custom edits you may have made.
cs_cz: Obnoví soubory ve složce "plugins/site_upgrade“ do jejich výchozího stavu. Poznámka: Toto přepíše všechny vlastní úpravy, které jste provedli.

source: Site » test mode
cs_cz: Web » testovací mód

source: Make the site available for viewing administrators only.
cs_cz: Web bude dostupný pouze pro administrátory.

source: Site » open
cs_cz: Web » dostupný

source: Make site available for viewing.
cs_cz: Web bude dostupný pro prohlížení.

source: Your setup scripts are not protected!
cs_cz: Vaše instalační soubory nejsou chráněny!

source: Site » close
cs_cz: Web » nedostupný

source: Make site unavailable for viewing by redirecting to the "closed.html" page.
cs_cz: Web bude nedostupný pro prohlížení a bude přesměrován na stránku "closed.html".

source: %s upgrade
cs_cz: %s aktualizace

source: <strong><em>%s</em></strong> is undergoing an upgrade
cs_cz: <strong><em>%s</em></strong> právě prochází aktualizací.

source: Please return later
cs_cz: Prosím vraťte se později.

source: %s suspended
cs_cz: %s pozastaveno

source: The %s feed is currently not available.
cs_cz: Kanál %s není v současné době k dispozici.

source: site_upgrade files Restored to original.
cs_cz: site_upgrade soubory obnoveny do původního stavu.

source: Site is viewable.
cs_cz: Web je dostupný.

source: Generates sitemap.org compatible XML files for use with Google and other search engines.
cs_cz: Generuje soubory XML kompatibilní se sitemap.org pro použití s Google a dalšími vyhledávači.

source: <strong>Note:</strong> The index links may not match if using the option "news on index" that some themes provide! Also it does not "know" about "custom pages" or any special custom theme setup!!
cs_cz: <strong>Poznámka:</strong> Odkazy na index se nemusí shodovat, pokud používáte možnost "novinky na indexu", kterou poskytují některé vzhledy! Také "neví" o "vlastních stránkách" nebo o nějakém speciálním nastavení vlastního vzhledu!!!

source: sitemap cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
cs_cz: složku mezipaměti mapy webu se nepodařilo vytvořit. Zkuste ji prosím vytvořit ručně přes FTP s příkazem chmod 0777.

source: Album date
cs_cz: Datum alba

source: last change date
cs_cz: datum poslední změny

source: Field to use for the last modification date of albums.
cs_cz: Pole, které se má použít pro datum poslední úpravy alb.

source: Image date
cs_cz: Datum fotografie

source: Field to use for the last modification date of images.
cs_cz: Pole, které se má použít pro datum poslední úpravy fotografií.

source: Change frequency - Gallery index
cs_cz: Frekvence změny - hlavní strana galerie

source: always
cs_cz: vždy

source: hourly
cs_cz: každou hodinu

source: daily
cs_cz: denně

source: weekly
cs_cz: týdně

source: monthly
cs_cz: měsíčně

source: yearly
cs_cz: ročně

source: never
cs_cz: nikdy

source: Change frequency - albums
cs_cz: Frekvence změny - alba

source: Change frequency - images
cs_cz: Frekvence změny - fotografie

source: Change frequency - Zenpage pages
cs_cz: Frekvence změny - Zenpage stránky

source: Change frequency - Zenpage news index
cs_cz: Frekvence změny - Zenpage index novinek

source: Change frequency - Zenpage news articles
cs_cz: Frekvence změny - Zenpage články novinek

source: Change frequency - Zenpage news categories
cs_cz: Frekvence změny - Zenpage kategorie novinek

source: Enable Google image and video extension
cs_cz: Povolit rozšíření pro Google fotografie a videa

source: If checked, the XML output file will be formatted using the Google XML image and video extensions where applicable.
cs_cz: Pokud je zaškrtnuto, výstupní XML soubor bude formátován pomocí rozšíření Google XML pro fotografie a video tam, kde je to možné.

source: <strong>Note:</strong> Other search engines (Yahoo, Bing) might not be able to read your sitemap. Also the Google extensions cover only image and video formats. If you use custom file types that are not covered by standard plugins or types like .mp3, .txt and .html you should probably not use this or modify the plugin. Also, if your site is really huge think about if you really need this setting as the creation may cause extra workload of your server and result in timeouts.
cs_cz: <strong>Poznámka:</strong> Ostatní vyhledávače (Yahoo, Bing) možná nebudou schopné Váš sitemap přečíst. Taktéž Google rozšíření pokrývá jen fotografie a videa. Pokud používáte typy souborů, které nejsou podporované standardními pluginy nebo nejsou soubory jako .mp3, .txt a .html, neměli byste používat nebo upravovat tento plugin. Pokud je Vaše galerie opravdu obrovský, přemýšlejte o tom, zda toto nastavení skutečně potřebujete, protože vytvoření může způsobit další pracovní zátěž Vašeho serveru a vyústit v překročení časových limitů.

source: Google image and video extension - Link full image
cs_cz: Google fotografie a video rozšíření - odkaz na celou fotografii

source: If checked, the original full image is referenced instead of the sized images in the cache. For image formats only.
cs_cz: Pokud je tato možnost zaškrtnuta, je místo velikostí fotografií v mezipaměti odkazováno na původní fotografii v plné velikosti. Pouze pro obrazové formáty.

source: Google - URL to image license
cs_cz: Google - URL na licenci fotografie

source: Optional. Used only if the Google extension is checked. Must be an absolute URL address of the form: %1$s/license.html.
cs_cz: Volitelně. Používá se pouze v případě, že je zaškrtnuto rozšíření Google. Musí to být absolutní adresa URL formuláře: %1$s/license.html.

source: Sitemap processing chunk
cs_cz: Počet alb, pro které se má najednou zpracovat sitemapa

source: The number of albums that will be processed for each sitemap file. Lower this value if you get script timeouts when creating the files.
cs_cz: Počet alb, které budou zpracovány v každém souboru mapy stránek. Snižte tuto hodnotu, když dochází k uplynutí časových limitů při vytváření souborů.

source: Sitemap
cs_cz: Mapa webu (sitemap)

source: Available sitemap files:
cs_cz: Dostupné sitemap soubory:

source: No sitemap files available.
cs_cz: Mapa webu není dostupná.

source: Sitemap tools
cs_cz: Nástroje mapy webu
