Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: Album list
cs_cz: Seznam alb

source: <p>Fields with <strong>*</strong> are required. HTML or any other code is not allowed.</p>
cs_cz: <p>Pole označená <strong>*</strong> jsou povinná. HTML a jiné kódy nejsou povolené.</p>

source: <p>Please confirm that you really want to send this email. Thanks.</p>
cs_cz: <p>Prosím potvrďte, že chcete opravdu odeslat e-mail. Díky.</p>

source: <p>Thanks for your message.</p>
cs_cz: <p>Díky za zprávu.</p>

source: Send another message.
cs_cz: Poslat další e-mail

source: <p>A copy of your e-mail will automatically be sent to the address you provided for your own records.</p>
cs_cz: <p>Kopie této zprávy bude automaticky odeslána i na e-mail, který uvedete při vyplňování formuláře.</p>

source: My favorites
cs_cz: Moje Oblíbené

source: The albums and images selected as favorites.
cs_cz: Alba a fotografie označená jako oblíbené.

source: Add favorite
cs_cz: Přidat k Oblíbeným

source: Remove favorite
cs_cz: Odebrat z Oblíbených

source: New album: %1$s
cs_cz: Nové album: %1$s

source: New image: [%2$s]%1$s
cs_cz: Nová fotografie: [%2$s] %1$s

source: « prev thumbs
cs_cz: «předchozí náhledy

source: next thumbs »
cs_cz: další náhledy »

source: Click here to register for this site.
cs_cz: Klikněte pro registraci na těchto stránkách

source: Register
cs_cz: Registrovat

source: You have received this email because you registered with the user id %3$s on this site.<br />To complete your registration visit %1$s.
cs_cz: Obdrželi jste tento e-mail, protože jste byli zaregistrováni pod uživatelským jménem %3$s na těchto stránkách.<br />Pro dokončení Vaší registrace navštivte %1$s.

source: Your registration information has been accepted. An email has been sent to you to verify your email address.
cs_cz: Vaše registrační informace byly přijaty. Pro ověření e-mailové adresy Vám byl zaslán e-mail.

source: Read more
cs_cz: Zobrazit více

source: What is your father’s middle name?
cs_cz: Jaké je prostřední jméno Vašeho otce?

source: What street did your Grandmother live on?
cs_cz: Jaký je název ulice, kde žije Vaše babička?

source: Who was your favorite singer?
cs_cz: Kdo je Váš oblíbený zpěvák?

source: When did you first get a computer?
cs_cz: Kdy jste dostali první počítač?

source: How much wood could a woodchuck chuck if a woodchuck could chuck wood?
cs_cz: Kolik dřeva by nasekal svišť, kdyby uměl sekat dřevo?

source: What is the date of the Ides of March?
cs_cz: Na kolikátý den připadá Ida (latinsky Idus) v březnu?

source: Check to acknowledge the site <a href="%s">usage policy</a>.
cs_cz: Potvrďte, že souhlasíte se <a href="%s">zásadami používání webu</a>.

source: Users with full privileges
cs_cz: Uživatelé se všemi právy

source: Users allowed only to view and comment
cs_cz: Uživatelé mají povoleno pouze prohlížení a komentování

source: Banned users
cs_cz: Blokovaní uživatelé

source: Managers of one or more albums
cs_cz: Správci jednoho nebo více alb

source: Default user settings
cs_cz: Výchozí nastavení uživatele

source: Newly registered and verified users
cs_cz: Nově registrovaní a ověření uživatelé

source: An album object was instantiated without using the newAlbum() function.
cs_cz: Objekt alba byl vytvořen bez použití newAlbum() funkce.

source: Invalid album instantiation: No album name
cs_cz: Neplatná instance album: Žádný název alba

source: Invalid album instantiation: %s does not exist.
cs_cz: Invalid album instantiation: %s neexistuje.

source: Error: The album %s is not readable.
cs_cz: Chyba: album %s není čitelné.

source: Error: The album named %s cannot be found.
cs_cz: Chyba: album %s nenalezeno.

source: Latest albums
cs_cz: Nejnovější alba

source: Latest images
cs_cz: Nejnovější fotografie

source: latest updated albums
cs_cz: Naposledy aktualizované alba

source: Most popular albums
cs_cz: Nejvíce oblíbené alba

source: Most popular images
cs_cz: Nejvíce oblíbené fotografie

source: Top rated albums
cs_cz: Nejlépe hodnocené alba

source: Top rated images
cs_cz: Nejlépe hodnocené fotografie

source: Random albums
cs_cz: Náhodná alba

source: Random images
cs_cz: Náhodné fotografie

source: Last update: %s
cs_cz: Poslední aktualizace: %s

source: Date: %s
cs_cz: Datum: %s

source: Error: The “albums” directory (%s) is not readable.
cs_cz: Chyba: Adresář "albums" (%s) není možné přečíst.

source: Error: The “albums” directory (%s) cannot be found.
cs_cz: Chyba: Adresář "albums" (%s) nebyl nalezen.

source: <strong>Missing theme info file!</strong>
cs_cz: <strong>Chybí info soubor vzhledu!</strong>

source: Invalid album folder: %1$s %2$s
cs_cz: Neplatná složka alba: %1$s %2$s

source: Bad album object parameter to newImage(%s)
cs_cz: Neplatný parametr objektu alba pro newImage(%s)

source: Bad filename suffix in newImage(%s)
cs_cz: Neplatná přípona souboru v newImage(%s).

source: Invalid %s instantiation: Album does not exist
cs_cz: Neplatná instance %s: Album neexistuje.

source: Invalid %s instantiation: file does not exist
cs_cz: Neplatná instance %s: Soubor neexistuje.

source: Artist
cs_cz: Umělec

source: Contrast Setting
cs_cz: Nastavení kontrastu

source: Copyright Holder
cs_cz: Vlatník copyrightu

source: Time Taken
cs_cz: Čas pořízení

source: Time Digitized
cs_cz: Čas digitalizace

source: Original Time Taken
cs_cz: Původní čas pořízení

source: Image Title
cs_cz: Popis fotografie

source: Exposure Compensation
cs_cz: Kompenzace expozice

source: Exposure time
cs_cz: Čas expozice

source: Flash Fired
cs_cz: Blesk

source: Aperture
cs_cz: Clona

source: Focal Length
cs_cz: Ohnisková vzdálenost

source: 35mm Focal Length Equivalent
cs_cz: Ohnisková vzdálenost ekvivalentní ke 35mm kinofilmu

source: Altitude
cs_cz: Nadmořská výška

source: Altitude Reference
cs_cz: Poznámka k nadmořské výšce

source: Latitude
cs_cz: Zeměpisná šířka

source: Latitude Reference
cs_cz: Poznámka k zeměpisné šířce

source: Longitude
cs_cz: Zeměpisná délka

source: Longitude Reference
cs_cz: Poznámka k zeměpisné šířce

source: Original Height
cs_cz: Původní výška

source: Original Length
cs_cz: Původní šířka

source: ISO Sensitivity
cs_cz: ISO citlivost

source: Lens Specification
cs_cz: Specifikace objektivu

source: Lens Model
cs_cz: Model objektivu

source: Camera Maker
cs_cz: Výrobce fotoaparátu

source: Metering Mode
cs_cz: Mód měření

source: Camera Model
cs_cz: Model fotoaparátu

source: Orientation
cs_cz: Orientace

source: Saturation Setting
cs_cz: Nastavení sytosti

source: Sharpness Setting
cs_cz: Nastavení ostrosti

source: Shutter Speed
cs_cz: Rychlost závěrky

source: Software
cs_cz: Program

source: Subject Distance
cs_cz: Vzdálenost objektu

source: White Balance
cs_cz: Vyvážení bílé

source: Byline
cs_cz: Podtitulek

source: Byline Title
cs_cz: Název podtitulku

source: City
cs_cz: Město

source: Contact
cs_cz: Kontakt

source: Content Location Code
cs_cz: Kód umístění obsahu

source: Content Location Name
cs_cz: Název umístění obsahu

source: Copyright Notice
cs_cz: Autorská práva

source: Date Created
cs_cz: Datum pořízení

source: Digital Creation Date
cs_cz: Datum digitálního vytvoření

source: Digital Creation Time
cs_cz: Čas digitální vytvoření

source: Image Caption
cs_cz: Titulek fotografie

source: Image Caption Writer
cs_cz: Autor titulku fotografie

source: Image Credit
cs_cz: Zásluhy na fotografii

source: Image Headline
cs_cz: Nadpis fotografie

source: Keywords
cs_cz: Klíčová slova

source: Country/Primary Location Code
cs_cz: Stát/Kód primárního umístění

source: Country/Primary Location Name
cs_cz: Stát/Název primárního umístění

source: Object Name
cs_cz: Název objektu

source: Originating Program
cs_cz: Původní program

source: Program Version
cs_cz: Verze programu

source: Image Source
cs_cz: Zdroj fotografie

source: Province/State
cs_cz: Provincie/Stát

source: Sub-location
cs_cz: Podoblast

source: Time Created
cs_cz: Čas pořízení

source: An image object was instantiated without using the newImage() function.
cs_cz: Objekt fotografie byl instancován bez použití funkce newImage().

source: File/Folder name
cs_cz: Jméno souboru/adresáře

source: Content
cs_cz: Obsah

source: Author
cs_cz: Autor

source: Last Editor
cs_cz: Poslední editor

source: Categories
cs_cz: Kategorie

source: Call to undefined method %1$s() in %2$s on line %3$s
cs_cz: Volání nedefinované metody %1$s() v %2$s na řádku %3$s

source: Provide a comma separated list of user agents (web crawlers) that may bypass the acknowledgement. This is useful to allow indexing robots to browse your site.
cs_cz: Uveďte čárkou oddělený seznam uživatelských agentů (web crawlerů), které mohou potvrzení obejít. To je užitečné, abyste umožnili indexovacím robotům procházet vaše stránky.

source: The CMS plugin is not enabled.
cs_cz: CMS plugin není povolen.

source: The active theme has no <em>pages.php</em> script.
cs_cz: Aktivní vzhled nemá skript <em>pages.php</em>.

source: Enable LDAP user authentication.
cs_cz: Povolit ověřování uživatelů pomocí LDAP.

source: php_ldap extension is not enabled
cs_cz: rozšíření php_ldap není povoleno

source: No groups or templates are defined
cs_cz: Žádné skupiny nebo šablony nejsou definovány

source: netPhotoGraphics group
cs_cz: netPhotoGraphics skupina

source: Could not connect to LDAP server.
cs_cz: Nepodařilo se připojit k LDAP serveru.

source: Outgoing mail handler based on the <em>PHPMailer</em> class mailing facility.
cs_cz: Správce odchozí pošty využívající třídu <em>PHPMailer</em>.

source: The general option "Email"—used as the "From" address for all mails sent by the gallery—must be set.
cs_cz: Obecná volba "E-mail", používaná jako adresa "Od" pro všechny e-maily odesílané galerií, musí být nastavena.

source: Only one Email handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
cs_cz: Pouze jeden plugin pro zpracování e-mailů může být povolen. <a href="#%1$s"><code>%1$s</code></a> je již aktivní.

source: Select the mail protocol you wish to be used.
cs_cz: Vyberte typ protokolu, který chcete použít.

source: Outgoing mail server
cs_cz: Server pro odchozí poštu

source: Outgoing mail server.
cs_cz: Server pro odchozí poštu

source: Secure mail
cs_cz: Zabezpečený e-mail

source: no
cs_cz: ne

source: Encryption to use on the SMTP connection.
cs_cz: Šifrování, které se použije pro SMTP připojení.

source: <em>Password</em> for mail server.
cs_cz: <em>Heslo</em> pro mailový server.

source: POP port number.
cs_cz: Číslo portu pro POP.

source: SMTP port number.
cs_cz: Číslo portu pro SMTP.

source: Enable <strong>VideoJS</strong> to handle multimedia files.
cs_cz: Povolte <strong>VideoJS</strong> pro zpracování multimediálních souborů.

source: <strong>IMPORTANT</strong>: Only one multimedia extension plugin can be enabled at the time and the class-video plugin must be enabled, too.
cs_cz: <strong>DŮLEŽITÉ</strong>: Najednou může být povolen pouze jeden plugin pro multimédia a musí být také aktivní plugin class-video.

source: This plugin requires the <em>class-video</em> plugin
cs_cz: Tento plugin vyžaduje <em>class-Video</em> plugin.

source: VideoJS not enabled, <a href="#%1$s"><code>%1$s</code></a> is already instantiated.
cs_cz: VideoJS není povolen, <a href="#%1$s"><code>%1$s</code></a> je již vytvořen.

source: This player does not support <em>External Albums</em>.
cs_cz: Tento prehrávač nepodporuje <em>externé albumy</em>.

source: Poster (Videothumb)
cs_cz: Poster (náhled videa)

source: Autoplay
cs_cz: Automatické přehrávání

source: Disabled automatically if several players on one page
cs_cz: Automaticky zakázáno v případě, že je na stránce více přehrávačů.

source: Default Resolution
cs_cz: Výchozí rozlišení

source: High (HD)
cs_cz: Vysoké (HD)

source: Low (SD)
cs_cz: Nízké (SD)

source: Default resolution where multiple resolutions are available
cs_cz: Výchozí rozlišení, pokud je k dispozici více rozlišení

source: Default Player size
cs_cz: Výchozí velikost přehrávače

source: VideoJS-405p (720x405px)
cs_cz: VideoJS-480p (720x405 px)

source: Default player size
cs_cz: Výchozí velikost přehrávače

source: Custom Player Size
cs_cz: Vlastní velikost přehrávače

source: Custom player size (width in pixels). Set to 0 to use default player size
cs_cz: Vlastní velikost přehrávače (šířka v pixelech). Nastavením na 0 použijete výchozí velikost přehrávače.

source: Custom Aspect Ratio
cs_cz: Vlastní poměr stran

source: Widescreen
cs_cz: Širokoúhlé zobrazení

source: Standard
cs_cz: Standardní

source: Aspect ratio for custom player size
cs_cz: Poměr stran pro vlastní velikost přehrávače

source: Tools to block denial of service attacks.
cs_cz: Nástroj k blokování DoS (odmítnutí služby) útoků.

source: Memory
cs_cz: Paměť

source: The number unique (by masked IP address segments) access attempts to keep.
cs_cz: Počet jedinečných (podle segmentů maskované IP adresy) pokusů o přístup, které je třeba zachovat.

source: Sensitivity
cs_cz: Citlivost

source: The minimum number of accesses for the Threshold to be valid.
cs_cz: Minimální počet přístupů, aby byla hodnota Threshold platná.

source: Attempts will be blocked if the average access interval is less than this number of seconds.
cs_cz: Pokusy budou blokovány, jestliže průměrný interval přístupu je menší než tento počet sekund.

source: Window
cs_cz: Okno

source: The access interval is reset if the last access is was more than this many seconds ago.
cs_cz: Interval přístupu je obnoven, pokud byl poslední přístup více jak uvedené číslo v sekundách.

source: Mointor only
cs_cz: Pouze monitorovat

source: It this box is checked, data will be collected but visitors will not be blocked.
cs_cz: Pokud je zaškrtnuto, data budou sbírána, ale návštěvník nebude blokován.

source: Clear list
cs_cz: Vymazat seznam

source: Clear the access list.
cs_cz: Vymazání seznamu přístupu.

source: Sort by:
cs_cz: Seřadit podle:

source: date
cs_cz: datum

source: blocked
cs_cz: blokováni

source: Allows only users with Admin or Manage All rights to change the publish state of objects.
cs_cz: Pouze uživatelé s právy Administrátor nebo Spravovat vše mohou měnit zveřejňování položek (fotografií, stránek, článků,...).

source: You do not have rights to change the <em>publish</em> state.
cs_cz: Nemáte oprávnění ke změně na <em>publikované</em>.

source: Periodically backup the database.
cs_cz: Pravidelně zálohuje databázi.

source: Run interval
cs_cz: Časový interval spouštění

source: The run interval (in days) for auto backup.
cs_cz: Časový interval (ve dnech), kdy se spustí automatická záloha.

source: Backups to keep
cs_cz: Uchovávat záloh

source: Auto backup will keep only this many backup sets. Older sets will be removed.
cs_cz: Automatická záloha bude uchovávat pouze tento počet záloh. Starší budou odstraněny.

source: Last backup
cs_cz: Poslední záloha

source: Auto Backup last ran %s.
cs_cz: Automatická záloha naposledy spuštěna %s.

source: Responsive jQuery bxSlider thumb nav plugin based on <a href='http://bxslider.com'>http://bxslider.com</a>
cs_cz: Responsivní jQuery bxSlider plugin pro náhledy založený na <a href='http://bxslider.com'>http://bxslider.com</a>.

source: Only one Carousel plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
cs_cz: Pouze jeden plugin pro pás se snímky může být povolen. <a href="#%1$s"><code>%1$s</code></a> je již aktivován.

source: Minimum items
cs_cz: Minimum položek

source: The minimum number of slides to be shown. Slides will be sized down if carousel becomes smaller than the original size.
cs_cz: Minimální počet snímků, které mají být zobrazeny. Snímky budou zmenšeny pokud bude pás se snímky menší než původní velikosti.

source: Maximum items
cs_cz: Maximum položek

source: The maximum number of slides to be shown. Slides will be sized up if carousel becomes larger than the original size.
cs_cz: Maximální počet snímků, které mají být zobrazeny. Snímky budou zvětšeny pokud bude pás se snímky větší než původní velikosti.

source: Width
cs_cz: Šířka

source: Width of the thumb. Note that the CSS might need to be adjusted.
cs_cz: Šířka náhledu. Dejte pozor - možná bude nutné upravit CSS.

source: Height
cs_cz: Výška

source: Height of the thumb. Note that the CSS might need to be adjusted.
cs_cz: Výška náhledu. Dejte pozor - možná bude nutné upravit CSS.

source: Crop width
cs_cz: Vyříznutá šířka

source: Crop height
cs_cz: Vyříznutá výška

source: Full image link
cs_cz: Odkaz na fotografii v plné velikosti

source: If checked the thumbs link to the full image instead of the image page.
cs_cz: Pokud je zaškrtnuto, odkaz v náhledech povede na fotografii v plné velikosti místo na stránku s fotografií.

source: Mode
cs_cz: Provedení

source: Horizontal
cs_cz: Horizontální

source: Vertical
cs_cz: Vertikální

source: Fade
cs_cz: Slábnutí

source: The mode of the thumb nav. Note this might require theme changes.
cs_cz: Způsob provedení náhledů. Může vyžadovat změny ve vzhledu.

source: <strong>NOTE:</strong> the plugin will automatically set the following options based on actual script page use. They may also be set by the themes themselves. It is unnecessary to set them here, but the first time used the JavaScript and CSS files may not be loaded and the thumb slider not shown. Refreshing the page will then show the thumb slider.
cs_cz: <strong>POZNÁMKA:</strong> plugin automaticky nastaví následující možnosti založené na skutečném využití skriptu ve stránce. Možnosti mohou být také nastaveny samotnými vzhledy. Je nutné je nastavit zde, ale při prvním načtení se nemusí načíst JavaScript a CSS soubory a posuvník u náhledů. Obnovením stránky se pak posuvník zobrazí.

source: The scripts for which BxSlider is enabled.
cs_cz: Skripty, pro které BxSlider je povoleno.

source: registerScripts() is no longer used. You may delete the calls.
cs_cz: registerScripts() se již nepoužívá. Volání můžete odstranit.

source: Provides cache management utilities for Image, HTML, and RSS caches.
cs_cz: Správa mezipaměti pro fotografie, HTML a RSS.

source: Custom image caching sizes
cs_cz: Vlastní velikosti fotografií v mezipaměti

source: Cropped images will be made in these parameters if the <em>Create image</em> box is checked. Un-check to box to remove the settings. You can determine the values for these fields by examining your cached images. The file names will look something like these:
cs_cz: Pokud je zaškrtnuto<em>Vytvořit fotografii</em>, oříznuté fotografie budou vytvořeny s těmito parametry. Pro odebrání nastavení toto tlačítko odznačte. Pro inspiraci si prohlédněte současné fotografie v mezipaměti a na základě toho zadejte své hodnoty. Jména souborů budou vypadat nějak takto:

source: <code>photo_595.jpg</code>: sized to 595 pixels
cs_cz: <code>photo_595.jpg</code>: zmenšené na 595 pixelů

source: <code>photo_w180_cw180_ch80_thumb.jpg</code>: a size of 180px wide and 80px high and it is a thumbnail (<code>thumb</code>)
cs_cz: <code>photo_w180_cw180_ch80_thumb.jpg</code>: velikost 190 px, šířka 80 px, a je to náhled <code>náhled</code>.

source: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code>: sized 85px cropped at about 7.6% (one half of 72/85) from the horizontal and vertical sides with a watermark (<code>copyright</code>) and rendered in grayscale (<code>gray</code>).
cs_cz: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code>: zmenšené na 85 px, ořezané na asi 7,6 % (polovina z 72/85) z vodorovné a svislé velikosti s vodoznakem (<code>copyright</code>) a převedené do odstínů šedi (<code>gray</code>).

source: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code>: a custom cropped 85px thumbnail with watermark.
cs_cz: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code>: vlastní ořez na velikost 85 px s vodoznakem.

source: If a field is not represented in the cached name, leave the field blank. Custom crops (those with cx and cy) really cannot be cached easily since each image has unique values. See the <em>template-functions</em>::<code>getCustomImageURL()</code> comment block for details on these fields.
cs_cz: Pokud pole není zobrazeno ve jméně fotografie nahraném do mezipaměti, nechte pole prázdné. Vlastní ořez (hodnoty s cx a cy) nemůže být nahrán do mezipaměti jednoduše, protože každá fotografie má unikátní hodnoty. Pro další informace o tomto poli se podívejte do <em>template-functions</em>::<code>getCustomImageURL()</code>.

source: Some themes use <em>MaxSpace</em> image functions. To cache images referenced by these functions set the <em>width</em> and <em>height</em> parameters to the <em>MaxSpace</em> container size and check the <code>MaxSpace</code> checkbox.
cs_cz: Některé vzhledy používají pro fotografie funkci <em>MaxSpace</em>. Chcete-li ukládat do mezipaměti fotografie odkazované touto funkcí, nastavte pro <em>MaxSpace</em> <em>šířku</em> a <em>výšku</em>, a povolte <em>MaxSpace</em>.

source: Purge cache files
cs_cz: Smazat soubory z mezipaměti

source: If a <em>type</em> is checked, the HTML and RSS caches for the item will be purged when the published state of an item of <em>type</em> changes.
cs_cz: Pokud je nějaký <em>typ</em> zaškrtnutý, HTML a RSS mezipaměť bude při změně publikované položky daného <em>typu</em> vymazána.

source: <strong>NOTE:</strong> The entire cache is cleared since there is no way to ascertain if a gallery page contains dependencies on the item.
cs_cz: <strong>Poznámka:</strong> Celá mezipaměť bude vymazána, protože neexistuje žádný způsob, jak zjistit, zda stránka galerie obsahuje závislosti na položce.

source: Owner no longer exists
cs_cz: Vlastník již neexistuje

source: add
cs_cz: přidat

source: Size
cs_cz: Velikost

source: Crop X axis
cs_cz: Ořezat X osu

source: Crop Y axis
cs_cz: Ořezat Y osu

source: Watermark
cs_cz: Vodoznak

source: Grayscale
cs_cz: Odstíny šedé

source: Hide
cs_cz: Skrýt

source: Cache images
cs_cz: Mezipaměť pro fotografie

source: Cache stored images
cs_cz: Fotografie v mezipaměti

source: Finds images that have not been cached and creates the cached versions.
cs_cz: Najde fotografie, které nebyly nahrány do mezipaměti a vytvoří tam tedy jejich verzi.

source: You must first set the plugin options for cached image parameters.
cs_cz: Musíte nejdříve nastavit plugin pro parametry fotografií v mezipaměti.

source: Cache
cs_cz: Mezipaměť (cache)

source: Purge RSS cache
cs_cz: Smazat mezipaměť RSS

source: Delete all files from the RSS cache
cs_cz: Smaže všechny soubory z mezipaměti RSS.

source: Purge Image cache
cs_cz: Smazat mezipaměť fotografií

source: Delete all files from the Image cache
cs_cz: Smaže všechny fotografie z mezipaměti.

source: Purge HTML cache
cs_cz: Smazat HTML mezipaměť

source: Clear the static HTML cache. HTML pages will be re-cached as they are viewed.
cs_cz: Smaže statickou HTML mezipaměť. HTML stránky budou znovu nahrány do mezipaměti při jejich prohlížení.

source: Purge search cache
cs_cz: Smazat mezipaměť vyhledávání

source: Clear the static search cache.
cs_cz: Smaže statickou mezipaměť pro vyhledávání.

source: Cache album images
cs_cz: Nahrát do mezipaměti

source: Cache images stored in the database
cs_cz: Fotografie v mezipaměti uložené do databáze

source: This utility scans the database for images references that have been stored in <em>codeblocks</em><sup>†</sup>, in the album and image <em>description</em> fields, and in the news<sup>†</sup> and pages<sup>†</sup> <em>content</em> and <em>extracontent</em><sup>†</sup> fields.
cs_cz: Tento nástroj prochází databázi a hledá odkazy na fotografie, které byly uloženy v <em>codeblocks</em><sup>†</sup>, v polích <em>popisků</em> alba a fotografie a v polích <em>content</em> a <em>extracontent</em><sup>†</sup> v novinkách<sup>†</sup> a stránkách<sup>†</sup>.
