Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: Display Google Maps based on <em>latitude</em> and <em>longitude</em> metadata in the images.
cs_cz: Zobrazuje Google mapy na základě <em>zeměpisné šířky a délky</em> uložené ve fotografiích.

source: <strong>Note</strong>: Google does place limits on the use of its <a href="%s"><em>Maps API</em></a>. Please review these to be sure your site is in compliance.
cs_cz: <strong>Poznámka:</strong> Google omezuje použití svého <a href="%s"><em>Maps API</em></a>. Prosím zkontrolujte je, aby jste se ujistili, že Vaše stránka splňuje podmínky užívání.

source: Hybrid
cs_cz: hybridní

source: Map
cs_cz: mapa

source: Satellite
cs_cz: satelitní

source: Terrain
cs_cz: terénní

source: Allowed maps
cs_cz: Povolené mapy

source: Select the map types that are allowed.
cs_cz: Vyberte typy map, které jsou povoleny.

source: Initial map display selection
cs_cz: Výchozí typ zobrazení mapy

source: Select the initial type of map to display.
cs_cz: Vyberte výchozí typ zobrazené mapy.

source: Map display
cs_cz: Zobrazení mapy

source: Select <em>hide</em> to initially hide the map. Select <em>colorbox</em> for the map to display in a colorbox. Select <em>show</em> and the map will display when the page loads.
cs_cz: Výběrem <em>skrýt</em> bude mapa standardně skrytá. Výběrem <em>colorbox</em> se bude zobrazovat v colorboxu. Výběrem <em>zobrazit</em> se mapa zobrazí hned po načtení stránky.

source: Map controls
cs_cz: Ovládání mapy

source: Default
cs_cz: Standardní

source: Dropdown
cs_cz: Vysouvací

source: Display options for the Map type control.
cs_cz: Výběr zobrazení ovládacích prvků mapy.

source: Zoom controls
cs_cz: Ovládání přiblížení mapy

source: Small
cs_cz: Malé

source: Large
cs_cz: Velké

source: Display options for the Zoom control.
cs_cz: Výběr zobrazení ovládání přiblížení mapy

source: Max zoom level
cs_cz: Maximální zoom mapy

source: The max zoom level for clustering pictures on map.
cs_cz: Maximální zoom při seskupování fotografií na mapě.

source: Map sessions
cs_cz: Relace mapy

source: If checked GoogleMaps will use sessions to pass map data for the <em>colorbox</em> display option. We recommend this option be selected. It protects against reference forgery security attacks and mitigates problems with data exceeding the allowed by some browsers.
cs_cz: GoogleMaps bude používat relace pro odesílání dat nastavení <em>colorboxu</em>. Doporučujeme toto nastavení povolit. Chrání Vás to proti útokům spojeným s podvrženými odkazy a zmírňuje problémy s některými prohlížeči, které umožňují data exceeding.

source: As of June 22, 2016 Google Maps no longer support keyless access (any request that doesn't include an API key). You may need to obtain an API key from <a href="https://console.developers.google.com/project">Google</a>.
cs_cz: Od 22. června 2016 nelze mít Google Mapy bez API klíče. Pokud ho ještě nemáte, klíč můžete získat na stránkách <a href="https://console.developers.google.com/project">Google</a>.

source: See also the plugin documentation for more information on this key.
cs_cz: Další informace o tomto klíči naleznete v dokumentaci k pluginu.

source: Google Map
cs_cz: Ukázat polohu fotografie na Google Map

source: Display or hide the Google Map.
cs_cz: Zobrazit nebo skrýt Google Map.

source: Map display error
cs_cz: Chyba při zobrazení mapy

source: The GoogleMap plugin <em>map display</em> script has received a corrupt <em>Map</em> parameter. This is most likely caused by URL character limitations from your browser.
cs_cz: Skript <em>zobrazení mapy</em> pluginu GoogleMap obdržel poškozený parameter <em>mapy</em>. Pravděpodobně to způsobilo omezení URL znaků ve Vašem prohlížeči.

source: For information on URL limits visit <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">What is the maximum length of a URL</a>.
cs_cz: Pre informácie o obmedzeniach URL navštívte <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">Aká je maximálna dĺžka URL</a>.

source: You can try a different browser or contact the site manager for assistance.
cs_cz: Můžete vyzkoušet jiný prohlížeč nebo kontaktujte správce stránek.

source: If you are the manager of this site you can try the following:
cs_cz: Pokud jste správce stránek, můžete vyzkoušet následující:

source: Enable the <a href="javascript:parent.window.location=%s;">GoogleMap option</a> <em>Map sessions</em>.
cs_cz: Zapnite <a href="javascript:parent.window.location=%s;">Nastavenia GoogleMap</a> <em>Relácia mapy</em>.

source: Reduce the number of <em>points</em> being displayed
cs_cz: Zmenšite počet <em>bodov</em>, ktoré sa zobrazujú

source: Reduce the text passed as the description of each <em>point</em>
cs_cz: Skráťte text odosielaný ako popis každého <em>bodu</em>

source: Truncate the titles of the <em>points</em>
cs_cz: Skráťte názvy <em>bodov</em>

source: Two Factor Authentication.
cs_cz: Dvoufázové ověření.

source: Issuer name
cs_cz: Jméno vydavatele

source: This is the name the Google Authenticator app associate with the onetime pin code.
cs_cz: Toto je jméno, které aplikace Google Authenticator spojuje s jednorázovým kódem PIN.

source: Two Factor Authentication
cs_cz: Dvoufázové ověření (TFA)

source: Provide to GoogleAuthenticator
cs_cz: Poskytnutí služby GoogleAuthenticator

source: Two factor authenitcation
cs_cz: Dvoufázové ověření (TFA)

source: The Token you entered is not valid.
cs_cz: Zadaný token není platný.

source: Google Authenticator Token
cs_cz: Token služby Google Authenticator

source: Submit
cs_cz: Odeslat

source: Provides a Google translation facility.
cs_cz: Poskytuje možnost překladu pomocí služby Google.

source: Automatically increments hitcounters on gallery objects viewed by a <em>visitor</em>.
cs_cz: Automaticky zaznamenává počet shlédnutí fotografií, stránek atp. <em>návštěvníky</em>.

source: IP Address list
cs_cz: Seznam IP adres

source: Comma-separated list of IP addresses to ignore.
cs_cz: Čárkou oddělený seznam IP adres, které mají být ignorovány.

source: Filter
cs_cz: Filtr

source: IP addresses
cs_cz: IP adresy

source: Search Crawlers
cs_cz: Vyhledávače

source: Check to enable. If a filter is enabled, viewers from in its associated list will not count hits.
cs_cz: Pokud je povoleno, shlédnutí z vybraných seznamů nebude započítáno.

source: Search Crawler list
cs_cz: Seznam vyhledávačů

source: Comma-separated list of search bot user agent names.
cs_cz: Čárkou oddělený seznam jmen automatických vyhledávačů.

source: Reset options to their default settings.
cs_cz: Vynulovat nastavení.

source: Defaults
cs_cz: Původní

source: Insert my IP
cs_cz: Vložit moji IP adresu

source: Reset all hitcounters
cs_cz: Vynulovat všechna počítadla

source: Reset all hitcounters to zero
cs_cz: Nastaví všechna počítadla na nulu.

source: Reset hitcounter
cs_cz: Vynulovat počítadlo

source: All hitcounters have been set to zero.
cs_cz: Všechna počítadla budou vynulována.

source: A plugin to print the most common HTML meta tags to the head of your site’s pages.
cs_cz: Plugin pro vložení nejběžnějších HTML meta tagů do hlavičky Vašeho webu.

source: Cache control
cs_cz: Nastavení mezipaměti

source: If the browser cache should be used.
cs_cz: Povolení zda může prohlížeč použít mezipaměť.

source: Robots
cs_cz: Roboti

source: If and how robots are allowed to visit the site. Default is “index”. Note that you also should use a robot.txt file.
cs_cz: Zda a jakým způsobem mohou roboti navštěvovat stránky. Výchozí hodnota je "index". Všimněte si, že byste měli používat také soubor robot.txt.

source: Revisit after
cs_cz: Navštívit znovu po

source: Request the crawler to revisit the page after x days.
cs_cz: Požadavek na crawler, aby navštívil stránku znovu po X dnech.

source: Expires
cs_cz: Platnost

source: When the page should be loaded directly from the server and not from any cache. You can either set a date/time in international date format <em>Sat, 15 Dec 2001 12:00:00 GMT (example)</em> or a number. A number then means seconds, the default value <em>43200</em> means 12 hours.
cs_cz: Udává po jaké době má být stránka načtena přímo ze serveru a ne z mezipaměti. Lze nastavit datum/čas v mezinárodním formátu <em>Sat, 15 Dec 2001 12:00:00 GMT (příklad)</em> nebo číslo. Číslo vyjadřuje vteřiny, standardní hodnota je <em>43 200</em>, tj. 12 hodin.

source: Canonical URL link
cs_cz: Kanonický odkaz na URL

source: This adds a link element to the head of each page with a <em>canonical url</em>. If the <code>seo_locale</code> plugin is enabled or <code>use subdomains</code> is checked it also generates alternate links for other languages (<code>&lt;link&nbsp;rel="alternate" hreflang="</code>...<code>" href="</code>...<code>" /&gt;</code>).
cs_cz: Toto do záhlaví každé stránky přidá prvek odkazu s <em>kanonickým url</em>. Pokud je plugin <code>seo_locale</code> povolen nebo je zaškrtnuto <code>používat subdomény</code>, generuje také alternativní odkazy pro jiné jazyky (<code>&lt;link&nbsp;rel="alternate" hreflang="</code>...<code>" href="</code>...<code>" /&gt;</code>).

source: Google site verification
cs_cz: Google ověření webu

source: Insert the <em>content</em> portion of the meta tag supplied by Google.
cs_cz: Vložte část <em>obsahu</em> meta tagu dodaného společností Google.

source: Site logo
cs_cz: Logo webu

source: Enter the full url to a specific site logo image. Facebook, Google+ and others will use that as the thumb shown in link previews within posts. For image or album pages the default size album or image thumb is used automatically.
cs_cz: Zadejte úplnou url adresu konkrétního obrázku loga webu. Facebook, Google+ a další sítě jej použijí jako miniaturu zobrazenou v náhledech odkazů v příspěvcích. U stránek s fotografiemi nebo alby se automaticky použije miniatura alba nebo fotografie ve výchozí velikosti.

source: Twitter name
cs_cz: Twitter jméno

source: If you enabled Twitter card meta tags, you need to enter your Twitter user name here.
cs_cz: Pokud jste povolili metaznačky karty Twitter, musíte zde zadat své uživatelské jméno Twitteru.

source: Open graph image - width
cs_cz: Graf otevřené fotografie - šířka

source: Max width of the open graph image used for sharing to social networks if enabled.
cs_cz: Maximální šířka fotografie open graph použitého pro sdílení na sociálních sítích, pokud je povoleno.

source: Open graph image - height
cs_cz: Graf otevřené fotografie - výška

source: Max height of the open graph image used for sharing to social networks if enabled.
cs_cz: Maximální výška fotografie open graph použitého pro sdílení na sociálních sítích, pokud je povoleno.

source: Facebook app id
cs_cz: ID Facebook aplikace

source: Enter your Facebook app id. IF using this you also should enable the OpenGraph meta tags.
cs_cz: Zadejte své ID aplikace Facebook. POKUD ji používáte, měli byste také povolit meta tagy OpenGraph.

source: HTML meta tags
cs_cz: HTML meta tagy

source: Which of the HTML meta tags should be used. For info about these in detail please refer to the net.
cs_cz: Určuje, které HTML meta tagy budou použity. Další informace o nich prosím hledejte na internetu.

source: Password required
cs_cz: Požadováno heslo

source: Functions that provide various statistics about images and albums in the gallery.
cs_cz: Funkce poskytující různé statistiky o fotografiích a albech v galerii.

source: Rating: %1$u (Votes: %2$u)
cs_cz: Hodnocení: %1$u (hlasů: %2$u)

source: Views: %u
cs_cz: Shlédnutí: %u

source: This plugin handles <code>flv</code>, <code>fla</code>, <code>mp3</code>, <code>mp4</code>, <code>m4v</code>, and <code>m4a</code> multi-media files.
cs_cz: Tento plugin zpracovává <code>flv</code> , <code>fla</code> , <code>mp3</code> , <code>mp4</code> , <code>m4v</code> a <code>m4a</code> multimediální soubory.

source: Please see <a href='http://jplayer.org'>jplayer.org</a> for more info about the player and its license.
cs_cz: Navštívte <a href='http://jplayer.org'>jplayer.org</a> ak potrebujete viac informácií o prehrávač a jeho licencii.

source: jPlayer not enabled, %s is already instantiated.
cs_cz: jPlayer nie je povolený, %s je už zapnutý.

source: If the videothumb should be shown (jplayer calls it poster).
cs_cz: Povolte pro zobrazení náhledů videa (jPlayer je nazývá poster).

source: Audio poster (Videothumb)
cs_cz: Audio poster (náhled)

source: If the poster should be shown for audio files (mp3,m4a,fla) (does not apply for playlists which are all or none).
cs_cz: Povolte pro zobrazení náhledu pro audio soubory (mp3, m4a, fla). Neplatí pro playlisty, kde jsou buď všechny nebo žádné náhledy.

source: Show title
cs_cz: Zobrazit titulek

source: If the title should be shown below the player in single player mode (not needed on normal themes) (ignored in playlists naturally).
cs_cz: Povolte pro zobrazení názvu pod přehrávače při zobrazení jednoho přehrávače (ve standardních vzhledech není potřeba). Ignorováno v playlistech.

source: Playlist support
cs_cz: Podpora playlistů

source: Enable this if you wish to use the playlist mode this loads the scripts needed. NOTE: You have to add the function printjPlayerPlaylist() to your theme yourself. See the documentation for info.
cs_cz: Povolte v případě, že chcete používat playlisty, v tom případě se načtou potřebné skripty. POZNÁMKA: Funkci printjPlayerPlaylist() musíte do svého vzhledu přidat sami. Pro více informací se podívejte do dokumentace.

source: Playlist numbered
cs_cz: Číslované playlisty

source: Enable this if you wish the playlist to be numbered.
cs_cz: Povolte pokud chcete, aby položky v playlistu byly očíslované.

source: Playlist playtime
cs_cz: Délka přehrávání položek playlistu

source: Enable if you want to show the playtime of playlist entries.
cs_cz: Povolte, pokud chcete zobrazit dobu přehrávání položek v playlistu.

source: Enable download
cs_cz: Povolit stažení

source: Enables direct file downloads (playlists only).
cs_cz: Povoluje přímé stažení přehrávaných souborů (jen u playlistů).

source: Player size
cs_cz: Velikost přehrávače

source: Player skin
cs_cz: Vzhled přehrávače

source: %1$s::%2$s not found.
cs_cz: %1$s::%2$s nebyl nalezen.

source: mute
cs_cz: Ztlumit

source: max volume
cs_cz: Maximální hlasitost

source: previous
cs_cz: Předchozí

source: play
cs_cz: Přehrát

source: stop
cs_cz: Zastavit

source: repeat
cs_cz: opakovat

source: shuffle
cs_cz: Náhodné přehrávání

source: full screen
cs_cz: Celá obrazovka

source: Update Required
cs_cz: Je nutná aktualizace

source: To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>.
cs_cz: Pro přehrání tohoto souboru budete potřebovat aktualizovat Váš prohlížeč na nejnovější verzi nebo aktualizujte <a href="http://get.adobe.com/flashplayer/" target="_blank">plugin Flash</a>.

source: A plugin to apply lazy loading to images and videos.
cs_cz: Plugin pro použití líného načítání obrázků a videí (lazy loading).

source: Apply lazy loading to thumbnails.
cs_cz: Použít líné načítání pro náhledy.

source: Skip thumbnails
cs_cz: Přeskočit náhledů

source: Do not apply lazy loading to the first thumbnail displayed.
cs_cz: Nepoužít líné načítání na první zobrazený náhled.

source: Apply lazy loading to images.
cs_cz: Použít líné načítání pro fotografie.

source: Skip images
cs_cz: Přeskočit fotografií

source: Do not apply lazy loading to the first image displayed.
cs_cz: Nepoužít líné načítání na první zobrazenou fotografii.

source: Videos
cs_cz: Videa

source: Delay loading of videos if there is a poster image.
cs_cz: Odložit načítání videí, pokud existuje náhled videa.

source: View available <code>content macros</code>.
cs_cz: Zobrazí dostupná <code>obsahová makra</code>.

source: macros
cs_cz: makra

source: Expressions may not have optional parameters.
cs_cz: Výrazy nemusí mít volitelné parametry.

source: Defined Macros
cs_cz: Definice makra

source: No macros have been defined.
cs_cz: Nebyla definována žádná makra.

source: These Content macros can be used to insert items as described into <em>descriptions</em>, <em>zenpage content</em>, and <em>zenpage extra content</em>.</p> <p>Replace any parameters (<em>%d</em>) with the appropriate value.
cs_cz: Tato obsahová makra můžete použít pro vložení prvků uvedeným způsobem do <em>popisů</em>, <em>obsahu zenpage</em> a <em>rozšířeného obsahu zenpage</em>.</p> <p>Parametry (<em>%d</em>) nahraďte příslušnými hodnotami.

source: Parameter types:
cs_cz: Typy parametrů:

source: <em><strong>string</strong></em> may be enclosed in quotation marks when the macro is invoked. The quotes are stripped before the macro is processed.
cs_cz: Při volání makra může být <em><strong>řetězec</strong></em> uveden v uvozovkách. Tyto uvozovky se před zpracováním makra odstraní.

source: <em><strong>int</strong></em> a number
cs_cz: <em><strong>int</strong></em> číslo

source: <em><strong>bool</strong></em> <code>true</code> or <code>false</code>
cs_cz: <em><strong>bool</strong></em> <code>true</code> nebo <code>false</code>

source: <em><strong>array</strong></em> an assignment list e.g. <code>u=w</code> <code>x=y</code>....
cs_cz: <em><strong>array</strong></em> přiřazovací seznam, např. <code>u=w</code> <code>x=y</code>…

source: Parameters within braces are optional.
cs_cz: Parametry v závorkách jsou volitelné.

source: A plugin to insert Matomo JavaScript tracking code into theme pages.
cs_cz: Plugin, který vkládá Matomo JavaScriot kód do stránek vzhledu.

source: Enter your Matomo installation URL including protocol (e.g. <code>%s</code>).
cs_cz: Zadejte adresu URL instalace Matomo včetně protokolu (např. <code>%s</code>).

source: Site id
cs_cz: ID webu

source: Enter the id assigned to your site by Matomo.
cs_cz: Zadejte ID, které vašemu webu přidělilo Matomo.

source: Admin tracking
cs_cz: Sledovat administrátory

source: Check if you want Matomo to track users with <code>Admin</code> rights.
cs_cz: Zaškrtněte pokud chcete, aby Matomo, sledovalo i uživatele s právy Administrátor.

source: Content tracking
cs_cz: Sledování obsahu

source: Track all content
cs_cz: Sledovat veškerý obsah

source: Track visible content only
cs_cz: Sledovat pouze viditelný obsah

source: Disable content tracking
cs_cz: Zakázat sledování obsahu

source: Controls if you want Matomo to track content interaction (e.g. link clicks). Your theme/plugins/site will require specific HTML markup for this to work. Read more about it on <a href="https://developer.matomo.org/guides/content-tracking">Content tracking</a>.
cs_cz: Ovládá, zda chcete, aby Matomo sledovalo interakci s obsahem (např. kliknutí na odkaz). Vaše téma/pluginy/stránky budou vyžadovat specifické značení HTML, aby to fungovalo.

source: Site domain
cs_cz: Doména webu

source: Enter your site domain name (e.g. <code>%s</code>) if you would like to track all your subdomains.
cs_cz: Pokud chcete sledovat všechny své subdomény, zadejte název domény webu (např. <code>%s</code>).

source: Widgets: Embed code
cs_cz: Widgety: Vložit kód

source: Enter widget iframe code if you like to embed statistics to your backend. This enables MATOMO STATISTICS on the OVERVIEW fly-out menu. Visit <a href="https://developer.matomo.org/guides/widgets">Matomo guides</a> for more information.
cs_cz: Pokud chcete vložit statistiky do backendu, zadejte kód widgetu iframe. Tím se v rozbalovací nabídce PŘEHLED zapne funkce MATOMO STATISTIKA. Pro více informací navštivte <a href="https://developer.matomo.org/guides/widgets">Matomo guides</a>.

source: Language to track
cs_cz: Jazyk ke sledování

source: Select which language you want use when you track page titles. Selecting <em>HTTP Accept Language</em> will use the visitor's language. Selecting a single language avoids tracking multiple titles per page. <strong>Note</strong>: Selecting a single language is not recommend for SEO reasons. Each language version of a page really is separate content.
cs_cz: Vyberte jazyk, který chcete použít při sledování názvů stránek. Vybráním <em>HTTP Accept Language</em> se použije návštěvníkův jazyk. Výběrem jednoho jazyka se vyhnete sledování více názvů pro jednu stránku. <strong>Poznámka</strong>: Výběr jediného jazyka se z důvodu SEO nedoporučuje. Každá jazyková verze stránky je skutečně samostatným obsahem.

source: Disable cookies
cs_cz: Zakázat cookies

source: Check this so Matomo does not use cookies to track visitors (less accurate tracking).
cs_cz: Zaškrtněte tuto možnost, aby Matomo nepoužívalo soubory cookie ke sledování návštěvníků (méně přesné sledování).

source: User consent
cs_cz: Souhlas uživatele

source: Not required
cs_cz: Není vyžadováno

source: Required
cs_cz: Vyžadováno

source: Required and remembered
cs_cz: Vyžadováno a zapamatováno

source: How Matomo will deal with users consent about tracking statistics. <em>Required and remembered</em> requires cookies.
cs_cz: Jak bude společnost Matomo nakládat se souhlasem uživatelů ohledně statistik sledování. <em>Vyžadováno a zapamatováno</em> vyžaduje soubory cookie.

source: Matomo statistics
cs_cz: Matomo statistiky

source: Inserts the iframe with the opt-out cookie code as entered on the related plugin option.
cs_cz: Vloží iframe s kódem opt-out cookie tak, jak byl zadán v odpovídajícím nastavení pluginu.

source: A menu creation facility. The <em>Menu</em> tab admin interface lets you create arbitrary menu trees.
cs_cz: Možnost vytváření nabídek. Rozhraní správce karty <em>Menu</em> umožňuje vytvářet libovolné stromy menu.

source: Truncate indicator*
cs_cz: Značka zkrácení*

source: Append this string to truncated titles.
cs_cz: Přidat tyto znaky ke zkráceným nadpisům.

source: Truncate titles*
cs_cz: Zkrácení nadpisů*

source: Limit titles to this many characters. Zero means no limit.
cs_cz: Maximální počet znaků v nadpisech. Nula znamená bez limitu.

source: <p class="notebox">*<strong>Note:</strong> These options are shared among <em>menu_manager</em>, <em>print_album_menu</em>, and <em>zenpage</em>.</p>
cs_cz: <p class="notebox">*<strong>Poznámka:</strong> Tato nastavení jsou sdílena mezi pluginy <em>menu_manager</em>, <em>print_album_menu</em> a <em>zenpage</em>.</p>

source: Previous Page
cs_cz: Předchozí stránka

source: Page 1
cs_cz: Stránka 1

source: Page %1$u (Current Page)
cs_cz: Stránka %1$u (současná stránka)

source: Next Page
cs_cz: Další stránka

source: %u album
cs_cz: %u alb

source: %u image
cs_cz: %u fotografií

source: Sort order saved.
cs_cz: Nastavení pořadí uloženo.

source: Target does not exist in <em>%1$s</em> theme
cs_cz: Cíl ve vzhledu <em>%1$s</em> neexistuje.

source: Target does not exist
cs_cz: Cíl neexistuje.

source: CMS plugin not enabled
cs_cz: CMS plugin není povolen.

source: Ok to delete %s? This cannot be undone.
cs_cz: Opravdu smazat %s? Tuto akci nelze vrátit.

source: Hidden and visible items
cs_cz: Skryté a viditelné položky

source: Visible items
cs_cz: Viditelné položky

source: You forgot to select an album.
cs_cz: Zapomněl jste vybrat album.

source: Name for new menu:
cs_cz: Názov nového menu:

source: Ok to delete menu %s? This cannot be undone!
cs_cz: Chcete vymazať menu %s? NEVRATNÁ OPERÁCIA!

source: Menu Manager
cs_cz: Správce menu

source: Edit the menu
cs_cz: Upravit menu

source: Add Menu Items
cs_cz: Přidat položky menu

source: All Albums
cs_cz: Všechna alba

source: All Zenpage categories
cs_cz: Všechny kategorie Zenpage

source: Album index
cs_cz: Index alba

source: Dynamic link
cs_cz: Dynamický odkaz

source: All pages
cs_cz: Všechny stránky

source: Class
cs_cz: Třída

source: Merges several RSS feeds into one.
cs_cz: Sloučí více RSS kanálů do jednoho.

source: RSS feeds to merge
cs_cz: RSS kanály pro sloučení
