Repository: netPhotoGraphics/netPhotoGraphics
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: cs_cz

source: <em>%1$s</em> folder%2$s
cs_cz: <em>%1$s</em> adresář %2$s

source: apply
cs_cz: Použít

source: change the definition
cs_cz: změnit definici

source: An attempt at cross site reference forgery has been blocked.
cs_cz: Pokus Cross-Site Request Forgery byl zablokován.

source: Click <a href="%s">here</a> to acknowledge that you wish to ignore this issue. It will then become a warning.
cs_cz: Klikněte <a href="%s">sem</a>, abyste potvrdili, že chcete ignorovat tento problém. Potom se tato chyba změní na varování.

source: Set default options
cs_cz: Vytvářím standardní nastavení.

source: and
cs_cz: a

source: Setup could not find a configuration that allows image URIs containing diacritical marks.
cs_cz: Instalace nemohla nalézt konfiguraci, která by povolovala diakritiku v URI.

source: You can insert your Gallery description on the Admin Options Gallery tab.
cs_cz: Popis své galerie si můžete nastavit v Nastavení > Galerie.

source: Theme setup:
cs_cz: Instalace vzhledů:

source: Plugin setup:
cs_cz: Instalace pluginů:

source: Successful initialization
cs_cz: Úspěšná inicializace

source: Successful initialization (third party item)
cs_cz: Úspěšná inicializace (položka třetí strany)

source: Error initializing (click to debug)
cs_cz: Chyba při inicializaci (klikněte pro ladění)

source: Fill in the information below and <strong>setup</strong> will attempt to update your configuration file.
cs_cz: Níže vyplňte požadované informace a <strong>instalace</strong> se pokusí aktualizovat konfigurační soubor.

source: Database engine
cs_cz: Typ databáze

source: %s (experimental)
cs_cz: %s (experimentální)

source: Database user
cs_cz: Uživatelské jméno k databázi

source: Database password
cs_cz: Heslo k databázi

source: Database host
cs_cz: Host databáze

source: Database socket
cs_cz: Databázový socket

source: Database name
cs_cz: Jméno databáze

source: Database table prefix
cs_cz: Prefix tabulek v databázi

source: save
cs_cz: Uložit

source: Completed with errors
cs_cz: Dokončeno s chybami

source: Completed
cs_cz: Hotovo

source: The option “mod_rewrite” will be set to “enabled”.
cs_cz: Volba "mod_rewrite" bude nastavena jako "povoleno".

source: The option “mod_rewrite” is “enabled”.
cs_cz: Volba "mod_rewrite" je nastaveno jako "povoleno".

source: The option “mod_rewrite” is “disabled”.
cs_cz: Volba "mod_rewrite" je nastaveno jako "zakázáno".

source: Theme:%s setup started
cs_cz: Vzhled: %s instalace začala

source: new album
cs_cz: nové album

source: Logged in as
cs_cz: Přihlášen jako

source: My profile
cs_cz: Můj profil

source: My images
cs_cz: Moje fotografie

source: Plugins
cs_cz: Pluginy

source: Logs
cs_cz: Záznamy

source: Sort Gallery
cs_cz: Seřadit alba

source: New Album
cs_cz: Nové album

source: Edit album
cs_cz: Upravit album

source: Sort subalbums
cs_cz: Seřadit alba

source: Sort images
cs_cz: Seřadit fotografie

source: Delete the album
cs_cz: Smazat album

source: Upload here
cs_cz: Náhrát sem

source: Are you sure you want to delete the image? THIS CANNOT BE UNDONE!
cs_cz: Jste si jisti, že chcete smazat tuto fotografii? SMAZÁNÍ NELZE VRÁTIT ZPĚT!

source: Delete the image
cs_cz: Smazat fotografii

source: Edit image
cs_cz: Upravit fotografii

source: Create an album from the search
cs_cz: Vytvořit album z vyhledávání

source: Object not found
cs_cz: Objekt nenalezen

source: The album is password protected.
cs_cz: Toto album je chráněno heslem.

source: The album is un-published.
cs_cz: Toto album není publikováno.

source: Album Thumbnails
cs_cz: Náhledy fotografií v albu

source: The image is marked un-published.
cs_cz: Tato fotografie je označena jako nepublikovaná.

source: Image Info
cs_cz: Informace o fotografii

source: View image: %s
cs_cz: Zobrazit fotografii: %s

source: No popular tags
cs_cz: Žádné oblíbené tagy

source: fields
cs_cz: pole

source: search options
cs_cz: možnosti vyhledávání

source: Within
cs_cz: Uvnitř

source: The page you are trying to view is password protected.
cs_cz: Stránka, kterou zkoušíte prohlížet, je chráněna heslem.

source: A media oriented content management system
cs_cz: Systém pro správu mediálně orientovaného obsahu

source: Powered by %s
cs_cz: Poháněno pomocí %s

source: Error:</strong> the requested object was not found.
cs_cz: Chyba:</strong> požadovaný objekt nebyl nalezen.

source: Image: %s
cs_cz: Fotografie: %s

source: Page: %s
cs_cz: Strana: %s

source: Failed to open %s for writing.
cs_cz: Nelze otevřít %s pro zápis.

source: SHOW TABLES failed!
cs_cz: SHOW TABLES zlyhalo!

source: The following tables were empty:
cs_cz: Následující tabulky byly prázdné:

source: backup failed
cs_cz: Zálohování selhalo

source: Restore encountered exceptions
cs_cz: Při obnově se vyskytly problémy

source: The following tables were not restored because the table no longer exists:
cs_cz: Následující tabulky nebyly obnoveny, protože již neexistují:

source: The following tables were not restored because the table was not present in the backup:
cs_cz: Následující tabulky nebyly obnoveny, protože nebyly obsaženy v záloze:

source: The following fields were not restored because the field no longer exists:
cs_cz: Následující pole nebyla obnovena, protože již neexistují:

source: The maximum error count was exceeded and the restore aborted.
cs_cz: Maximální počet chyb byl překročen a obnovení bylo přerušeno.

source: Restore encountered the following errors:
cs_cz: Při obnovení se vyskytly následující chyby:

source: You have restored your database from a different instance of the software. You should run %1$ssetup%2$s to insure proper migration.
cs_cz: Obnovili jste databázi z jiné instance galerie. Měli byste spustit %1$sinstalaci%2$s k zajištění správné migrace.

source: Rights migration failed!
cs_cz: Přesun práv selhal!

source: Restore completed
cs_cz: Obnovení kompletní

source: Restore completed using %s compression
cs_cz: Obnova dokončena s použitím %s komprese

source: Restore your Database
cs_cz: Obnovit databázi

source: Backup and Restore your Database
cs_cz: Zálohování a obnovení Vaší databáze

source: Database software <strong>%s</strong>
cs_cz: Typ databáze <strong>%s</strong>

source: Database name <strong>%s</strong>
cs_cz: Jméno databáze <strong>%s</strong>

source: Tables prefix <strong>%s</strong>
cs_cz: Prefix tabulek <strong>%s</strong>

source: Database backup
cs_cz: Zálohování databáze

source: Compression level
cs_cz: Stupeň komprese

source: Select the tables to backup.
cs_cz: Vyberte tabulky, které chcete zálohovat.

source: Backup the Database
cs_cz: Zálohovat databázi

source: The backup facility creates database snapshots in the <code>%1$s</code> folder of your installation. These backups are named in according to the date and time the backup was taken. The compression level goes from 0 (no compression) to 9 (maximum compression). Higher compression requires more processing and may not result in much space savings.
cs_cz: Zálohovací nástroj vytvoří zálohu aktuálního stavu databáze v adresáři <code>%1$s</code> Vaší instalace. Zálohy jsou pojmenovany podle data a času, kdy byly pořízeny. Stupeň komprese je od 0 (bez komprese) do 9 (maximální komprese). Vyšší komprese znamená vyšší zátěž pro server a nemusí mít za následek úsporu místa.

source: Database restoration
cs_cz: Obnovení databáze

source: You have not yet created a backup set.
cs_cz: Ještě jste neprovedli zálohu databáze.

source: Select the database restore file:
cs_cz: Vyberte zálohu databáze, kterou chcete obnovit:

source: Select the tables to restore.
cs_cz: Vyberte tabulky, které chcete obnovit:

source: Restore the Database
cs_cz: Obnovit databázi

source: Restore the tables in your database from a previous backup.
cs_cz: Obnovit tabulky v databázi z předchozí zálohy.

source: <strong>Note:</strong> Each database table is emptied before the restore is attempted. After a successful restore the database will be in the same state as when the backup was created.
cs_cz: <strong>Poznámka:</strong> Každá tabulka databáze je před obnovou nejprve vyprázdněna. Po úspěšné obnově bude databáze ve stejném stavu jako v době, kdy byla vytvořena záloha.

source: Ideally a restore should be done only on the same version on which the backup was created. If you are intending to upgrade, first do the restore on the version you were running, then install the new version. If this is not possible the restore can still be done, but if the database fields have changed between versions, data from changed fields will not be restored.
cs_cz: Je vhodné obnovovat databázi ve stejné verzi jako byla vytvořena záloha. Pokud plánujete aktualizovat galerii, nejprve proveďte obnovu ve verzi, kterou používáte, pak teprve instalujte novou verzi. Pokud to není možné, můžete provést obnovu, ale pokud se databázová pole mezi verzemi změnila, data ze změněných polí nebudou obnovena.

source: Database quick reference
cs_cz: Rychlé zobrazení databáze

source: Shows all database table and field info for quick reference.
cs_cz: Zobrazí všechy tabulky a pole databáze v rychlém náhledu.

source: %1$s version: <strong>%2$s</strong>
cs_cz: %1$s verze: <strong>%2$s</strong>

source: Database name: <strong>%1$s</strong>
cs_cz: Jméno databáze: <strong>%1$s</strong>

source: Table prefix: no prefix
cs_cz: Prefix tabulek: no prefix

source: Table prefix: <strong>%1$s</strong>
cs_cz: Prefix tabulek: <strong>%1$s</strong>

source: Key
cs_cz: Klíč

source: Column
cs_cz: Sloupec

source: News Categories
cs_cz: Kategorie novinek

source: Script Pages
cs_cz: Stránky skriptů

source: most used
cs_cz: nejčastěji použité

source: most viewed images
cs_cz: největší počet prohlédnutí fotografií v albu

source: most rated
cs_cz: nejvíce hodnocené

source: top rated
cs_cz: nejlépe hodnocené

source: most commented
cs_cz: nejvíce komentované

source: most images
cs_cz: nejvíce fotografií

source: latest
cs_cz: nejnovější

source: (The hitcounter plugin is not enabled.)
cs_cz: (Hitcounter plugin není povolen.)

source: No statistic available.
cs_cz: Není dostupná žádná statistika.

source: Note: The hitcounter plugin is not enabled, therefore any existing values will not get updated.
cs_cz: Poznámka: plugin hitcounter není povolen, takže žádné existující hodnoty nebudou aktualizovány.

source: View more
cs_cz: Zobrazit více

source: %s images
cs_cz: %s fotografií

source: Gallery Statistics
cs_cz: Statistika galerie

source: This page shows more detailed statistics of your gallery. For album statistics the bar graph always shows the total number of images in that album. For image statistics always the album the image is in is shown.<br />Un-published items are marked in dark red. Images are marked un-published if their (direct) album is, too.
cs_cz: Tato stránka zobrazuje detailnější statistiky o Vaší galerii. Pro statistiku alb graf vždy zobrazuje celkový počet fotografií v albu. Ve statistice fotografií je vždy uvedeno album odkud daná fotografie pochází.<br />Nepublikované položky jsou označeny tmavě červeně. Fotografie jsou označeny jako nepublikované pokud jejich (přímé) album je také nepublikované.

source: <strong>%1$u</strong> images (%2$u un-published)
cs_cz: <strong>%1$u</strong> fotografií (%2$u nepublikováno)

source: <strong>%u</strong> images
cs_cz: <strong>%u</strong> fotografií

source: <strong>%1$u</strong> albums (%2$u un-published)
cs_cz: <strong>%1$u</strong> alb (%2$u nepublikováno)

source: <strong>%u</strong> albums
cs_cz: <strong>%u</strong> alb

source: <strong>%1$u</strong> comments (%2$u in moderation)
cs_cz: <strong>%1$u</strong> komentářů (%2$u ke schválení)

source: <strong>1</strong> comment (%u in moderation)
cs_cz: <strong>1</strong> komentář (%u ke schválení)

source: <strong>%u</strong> comments
cs_cz: <strong>%u</strong> komentářů

source: <strong>1</strong> comment
cs_cz: <strong>1</strong> komentář

source: <strong>%1$u</strong> Pages
cs_cz: <strong>%u</strong> stránek

source: <strong>%1$u</strong> Pages (%2$u un-published)
cs_cz: <strong>%1$u</strong> stránek (%2$u nepublikováno)

source: <strong>%1$u</strong> News articles
cs_cz: <strong>%1$u</strong> článků novinek

source: <strong>%1$u</strong> News articles (%2$u un-published)
cs_cz: <strong>%1$u</strong> nových článků (%2$u nepublikováno)

source: <strong>%1$u</strong> Categories
cs_cz: <strong>%1$u</strong> kategorií

source: Albums folder size: <strong>%s</strong>
cs_cz: Velikost dat - alba: <strong>%s</strong>

source: Image cache size: <strong>%s</strong>
cs_cz: Velikost mezipaměti fotografií: <strong>%s</strong>

source: HTML cache size: <strong>%s</strong>
cs_cz: Velikost HTML mezipaměti: <strong>%1$s</strong>

source: Uploaded folder size: <strong>%s</strong>
cs_cz: Velikost adresáře s nahranými soubory: <strong>%s</strong>

source: Core scripts size: <strong>%s</strong>
cs_cz: Velikost základních skriptů: <strong>%s</strong>

source: News articles
cs_cz: Novinky

source: RSS feeds
cs_cz: RSS kanály

source: Statistics for news categories
cs_cz: Statistiky kategorií novinek

source: Statistics for Script pages
cs_cz: Statistiky pro stránky skriptů

source: Statistics for RSS feeds
cs_cz: Statistika RSS

source: From
cs_cz: Od

source: to
cs_cz: do

source: <em>Debug build</em>
cs_cz: <em>Ladící sestavení</em>

source: Official build
cs_cz: oficiální vydání

source: source: %s
cs_cz: zdroj: %s

source: notes
cs_cz: poznámky

source: Current locale setting: <strong>%1$s</strong>
cs_cz: Současné nastavení překladu: <strong>%1$s</strong>

source: <strong>Locale setting has failed</strong>
cs_cz: <strong>Nastavení překladu selhalo</strong>

source: Site character set is <strong>%1$s</strong>
cs_cz: Znaková sada webu je <strong>%1$s</strong>

source: File system character set is <strong>%1$s</strong>
cs_cz: Znaková sada souborového systému je <strong>%1$s</strong>

source: WEB path:
cs_cz: Cesta webu:

source: HTTPS connection required
cs_cz: vyžadováno HTTPS připojení

source: HTTPS connection
cs_cz: HTTPS připojení

source: Current gallery theme: <strong>%1$s</strong>
cs_cz: Současný vzhled: <strong>%1$s</strong>

source: Server path:
cs_cz: Cesta serveru:

source: File permissions:
cs_cz: Oprávnění souborů:

source: Server software: <strong>%1$s</strong>
cs_cz: Software serveru: <strong>%s</strong>

source: PHP version: <strong>%1$s</strong>
cs_cz: PHP verze: <strong>%1$s</strong>

source: PHP Session path:
cs_cz: Cesta k PHP relacím:

source: The following desired PHP extensions are not enabled: %s
cs_cz: Následující žádoucí PHP rozšíření není povoleno: %s

source: PHP memory limit: <strong>%1$s</strong>; <strong>%2$s</strong> used
cs_cz: PHP memory limit: <strong>%1$s</strong>; <strong>%2$s</strong> využito

source: PHP Collaror class will be used for localized string sorting.
cs_cz: Třída PHP Collaror bude použita pro lokalizované třídění řetězců.

source: PHP Collaror class is not present. Localized string sorting is not available.
cs_cz: Třída PHP Collaror není přítomna. Není k dispozici lokalizované třídění řetězců.

source: PHP Error reporting: <strong>%s</strong>
cs_cz: Hlášení chyb PHP: <strong>%s</strong>

source: PHP error messages may be displayed on WEB pages. This may disclose site sensitive information.
cs_cz: Na stránkách se mohou objevit PHP chybové hlášky. Může se jednat o citlivé informace o Vašem webu.

source: <em>display_errors</em> is <strong>On</strong>
cs_cz: <em>display_errors</em> je <strong>povoleno</strong>

source: <em>display_errors</em> is <strong>Off</strong>
cs_cz: <em>display_errors</em> je <strong>zakázáno</strong>

source: Graphics support: <strong>%s</strong>
cs_cz: Podpora grafiky: <code>%s</code>

source: supporting: %s
cs_cz: podporuje: %s

source: %1$d of %2$d connection used
cs_cz: %1$d z %2$d použitých připojení

source: Database host <strong>%1$s</strong>
cs_cz: Hostitel databáze: <strong>%1$s</strong>

source: Database name: <strong>%1$s</strong>;
cs_cz: Jméno databáze: <strong>%1$s</strong>;

source: Table prefix: %1$s
cs_cz: Prefix tabulek: %1$s

source: No spam filter configured
cs_cz: Není nastavený žádný spam filtr

source: Spam filter: %s
cs_cz: Spamfiltr: %s

source: CAPTCHA generator: <strong>%s</strong>
cs_cz: CAPTCHA generátor: <strong>%s</strong>

source: There is no mail handler configured!
cs_cz: Žádný mail handler nenakonfigurován!

source: %u active plugin:
cs_cz: %u aktivní plugin:

source: <em>none</em>
cs_cz: <em>žádný</em>

source: Refresh Database
cs_cz: Aktualizovat databázi

source: Finished refreshing the database
cs_cz: Aktualizace databáze dokončena.

source: Database refresh is incomplete
cs_cz: Aktualizace databáze nedokončena.

source: We are all set to refresh the database
cs_cz: Vše je připraveno pro aktualizaci databáze

source: Continue refreshing the database.
cs_cz: Pokračovat v aktualizaci databáze.

source: Finished refreshing the metadata
cs_cz: Obnovení metadat dokončeno

source: Metadata refresh is incomplete
cs_cz: Obnovení metadat není kompletní

source: We are all set to refresh the metadata
cs_cz: Vše je připraveno pro obnovu metadat

source: Continue refreshing the metadata.
cs_cz: Obnovení metadat pokračuje.

source: you should return automatically. If not press:
cs_cz: Měli by jste se automaticky vrátit na původní stránku. Pokud ne, stiskněte:

source: This process should continue automatically. If not press:
cs_cz: Tento proces by měl pokračovat automaticky. Pokud ne, stiskněte:

source: Continue!
cs_cz: Pokračovat!

source: <em>%s</em> not found
cs_cz: <em>%s</em> nenalezena

source: We are all set to refresh the metadata for <em>%s</em>
cs_cz: Vše je připraveno pro obnovu metadat pro <em>%s</em>

source: This process should start automatically. If not press:
cs_cz: Proces začne automaticky. Pokud ne, stiskněte:

source: Go!
cs_cz: Jdeme na to!

source: Reset your album thumbnails
cs_cz: Resetovat řazení náhledů alb

source: Thumbnails all set to <em>%s</em>.
cs_cz: Řazení náhledů bylo nastaveno na <em>%s</em>.

source: Thumbnail reset query failed
cs_cz: Pokus o reset miniatur se nezdařil.

source: Set all albums to
cs_cz: Řadit náhledy alb podle

source: Invalidates all cookies that were created earlier than the invalidate action.
cs_cz: Zneplatňuje všechny soubory cookies, které byly vytvořeny dříve než akce zneplatnění.

source: Invalidate cookies
cs_cz: Zneplatnit cookies

source: Cookies prior to %s are invalid
cs_cz: Cookies mladší než %s jsou neplatná.

source: Adds user defined fields to database tables
cs_cz: Přidává uživatelská pole do tabulek databáze.

source: The database fields defined by the plugin will be added.
cs_cz: Databázová pole definovaná pluginem byla přidána.

source: The database fields defined by the plugin will be <span style="color:red;font-weight:bold;">dropped</span>.
cs_cz: Databázová pole definovaná pluginem byla <span style="color:red;font-weight:bold;">vyprázdněna</span>.

source: Provides an install button from the development releases.
cs_cz: Poskytuje tlačítko pro instalaci z vývojových verzí.

source: Install DEV %1$s
cs_cz: Instalovat DEV verzi %1$s

source: Download and install netPhotoGraphics development version %1$s on your site.
cs_cz: Stáhne a na Vašem webu nainstaluje vývojovou verzi netPhotoGraphics %1$s.

source: Check for updates
cs_cz: Zkontrolovat aktualizace

source: Check for newer versions of netPhotoGraphics.
cs_cz: Zkontroluje zda existují novější verze netPhotoGraphics.

source: You are running a version greater than the current release.
cs_cz: Používáte verzi vyšší než aktuální.

source: You are running the latest netPhotoGraphics version.
cs_cz: Používáte nejnovější verzi netPhotoGraphics.

source: There is an update available.
cs_cz: Je dostupná nová verze.

source: Tool to block hacker access to your site.
cs_cz: Nástroj pro blokování přístupu hackerů na vaše stránky.

source: Allow
cs_cz: Povolit

source: Block
cs_cz: Blokovat

source: How the plugin will interpret the IP list.
cs_cz: Jak bude zásuvný modul interpretovat seznam IP adres.

source: IP list
cs_cz: Seznam IP adres

source: List of IP ranges to %s.
cs_cz: Seznam rozsahů IP adres pro %s.

source: Import list
cs_cz: Importovat seznam

source: Import an external IP list. <p class="notebox"><strong>NOTE:</strong> If this list is large it may exceed the capacity of netPhotoGraphics and %s to process and store the results.
cs_cz: Importujte externí IP seznam.<p class="notebox"><strong>Poznámka:</strong> Pokud je tento seznam velký, může překročit kapacitu programu netPhotoGraphics a %s pro zpracování a uložení výsledků.

source: clear list
cs_cz: Vymazat seznam

source: IP address range error
cs_cz: Chyba rozsahu IP adres

source: Bypass captcha handling.
cs_cz: Plugin pro obcházení zpracování captcha.

source: Mass enable/disable for plugins.
cs_cz: Hromadné povolení/zakázání pluginů.

source: Plugins » standard
cs_cz: Pluginy » Standardní

source: Plugins » all
cs_cz: Plugins » Všechny

source: Enables all plugins.
cs_cz: Povolit všechny pluginy.

source: Plugins disabled
cs_cz: Pluginy zakázány

source: All plugins enabled
cs_cz: Všechny pluginy povoleny

source: Migrate titlelinks to include the <em>mod_rewrite_suffix</em>.
cs_cz: Převede odkazů tak, aby obsahovaly <em>mod_rewrite_suffix</em>.

source: No <em>mod_rewrite_suffix</em> has been set.
cs_cz: Žádný <em>mod_rewrite_suffix</em> nebyl nastaven.

source: Migrate old suffix
cs_cz: Převést původní příponu

source: Enter the old <code><em>mod_rewrite_suffix</em></code> you wish to migrate to "%1$s"
cs_cz: Vložte původní <code><em>mod_rewrite_suffix</em></code>, kterou chcete převést na "%1$s"

source: Migrated %1$s titlelink suffix from "%2$s" to "%3$s".
cs_cz: Převedena koncovka odkazu %1$s z "%2$s" na "%3$s".

source: Migrated %1$s titlelink suffixes from "%2$s" to "%3$s".
cs_cz: Převedeny koncovky odkazu %1$s z "%2$s" na "%3$s".

source: Migrate titlelinks
cs_cz: Převod odkazů

source: A utility to append the mod_rewrite_suffix to CMS titlelinks.
cs_cz: Nástroj pro přidání přípony mod_rewrite_suffix k odkazům v CMS.

source: %1$s titlelink suffix migrated to "%2$s".
cs_cz: Koncovka odkazu %1$s převedena na "%2$s"

source: %1$s titlelink suffixes migrated to "%2$s".
cs_cz: Koncovky odkazů %1$s převedeny na "%2$s"

source: <em>jQuery</em> image upload handler.
cs_cz: Správa nahrávání fotografií pomocí <em>jQuery</em>.

source: jQuery uploader works with PHP 5.3 through PHP 7.
cs_cz: Uploader jQuery funguje s PHP 5.3 až PHP 7.

source: The uploaded file exceeds the UPLOAD_MAX_FILESIZE directive in php.ini
cs_cz: Nahraný soubor překračuje hodnotu parametru UPLOAD_MAX_FILESIZE v php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
cs_cz: Nahraný soubor překračuje hodnotu parametru MAX_FILE_SIZE, který byl zadán ve formuláři HTML

source: The uploaded file was only partially uploaded
cs_cz: Nahraný soubor byl nahrán pouze částečně

source: No file was uploaded
cs_cz: Nebyly nahrány žádné soubory

source: Missing a temporary folder
cs_cz: Chybí dočasná složka

source: Failed to write file to disk
cs_cz: Soubor se nepodařilo zapsat na disk

source: A PHP extension stopped the file upload
cs_cz: Rozšíření PHP zastavilo nahrávání souborů

source: The uploaded file exceeds the post_max_size directive in php.ini
cs_cz: Nahrávaný soubor přesáhl velikost danou nastavením post_max_size v php.ini

source: File is too big
cs_cz: Soubor je příliš velký

source: File is too small
cs_cz: Soubor je příliš malý

source: Filetype not allowed
cs_cz: Typ souboru není povolen

source: Maximum number of files exceeded
cs_cz: Byl překročen maximální počet souborů

source: Image exceeds maximum width
cs_cz: Fotografie překročila maximální šířku

source: Image requires a minimum width
cs_cz: Je vyžadována minimální šířka fotografie

source: Image exceeds maximum height
cs_cz: Fotografie překročila maximální výšku
